Repository: FOGProject/fogproject
Catalog: packages/web/management/languages/*.UTF-8/LC_MESSAGES/messages.po
Languages: es_es, fr_fr, it, zh_cn

source: A hostext already exists with this name!
fr_fr: Une Host ext existe déjà avec ce nom !

source: Add ou failed!
fr_fr: L'ajout OU a échoué !

source: Hostext added!
fr_fr: Host ext ajoutée !

source: Hostext Create Success
fr_fr: Host ext créée avec succès

source: Hostext Create Fail
fr_fr: Création Host ext échouée

source: Hostext update failed!
fr_fr: Échec de la mise à jour Host ext !

source: Hostext updated!
fr_fr: Host ext mise à jour !

source: Hostext Update Success
fr_fr: Mise à jour Host ext réussie

source: Hostext Update Fail
fr_fr: Échec mise à jour de Host ext

source: Use the selector to choose how many items you want exported
fr_fr: Utilisez le sélecteur pour choisir le nombre d'éléments que vous souhaitez exporter

source: Unable to determine plugin details
fr_fr: Impossible de déterminer les détails du plugin
it: Impossibile determinare i dettagli del plugin

source: No node associated with any addresses of this system
fr_fr: Aucun nœud associé à une adresse de ce système
it: Nessun nodo associato a nessun indirizzo di questo sistema

source: Associates the files on nodes
fr_fr: Associe les fichiers sur les nœuds
it: Associare i file sui nodi

source: and stores their respective checksums
fr_fr: et stocke leurs sommes de contrôle respectives
it: e memorizza i loro rispettivi controlli

source: mod dates
fr_fr: dates de modification
it: date di mod

source: and the location of the file on that
fr_fr: et l'emplacement du fichier sur ce
it: e la posizione del file su quel

source: particular node
fr_fr: nœud particulier
it: particolare nodo

source: Integrity Settings
fr_fr: Paramètres d'intégrité
it: Impostazioni di integrità

source: Export Checksums
fr_fr: Exportation des sommes de contrôle
it: Esporta Checksum

source: Checksums
fr_fr: Sommes de contrôle

source: Checksum
fr_fr: Somme de contrôle

source: Last Updated Time
fr_fr: Heure de la dernière mise à jour
it: Ultimo aggiornamento

source: Conflicting path/file
fr_fr: Conflit de chemin / fichier
it: Percorso / file in conflitto

source: Host Status is a plugin that adds a new entry in the Host edit Page
fr_fr: Host Status est un greffon qui ajoute une nouvelle entrée dans la page d'édition de la machine

source: that detects the status on the fly, poweron or poweroff and the OS, of the client
fr_fr: qui détecte l'état à la volée, mise sous tension ou hors tension et le système d'exploitation, du client

source: <p>Possible status: Windows, Linux, FOS and Unknown
fr_fr: <p>État possible : Windows, Linux, FOS et Inconnu

source: <p>Dependencies: port TCP 445 open in the client side
fr_fr: <p>Dépendances : port TCP 445 ouvert côté client

source: Host Status
fr_fr: Statut machine

source: Created by FOG Reg on
es_es: Creado por FOG
fr_fr: Créé par FOG Reg sur
it: Creato da FOG Reg su
zh_cn: 创建者注册的 FOG

source: Already registered as
es_es: El equipo ya está registrado
fr_fr: Déjà inscrit comme
it: Già registrato come
zh_cn: 主机已注册

source: Failed to create Host
fr_fr: Impossible de créer la machine
it: Impossibile creare Host

source: Done, without imaging!
fr_fr: C'est fait, sans clonage !
it: Fatto, senza imaging!

source: Done, No image assigned!
fr_fr: Fait, Pas d'image attribué!
it: Fatto, nessuna immagine assegnato!

source: Done, Failed to create tasking
fr_fr: Fait, Impossible de créer une tâche
it: Fatto, Impossibile creare tasking

source: Done, with imaging!
es_es: ¡Realizado, con imagen!
fr_fr: Fait, avec un clonage !
it: Fatto, con l'imaging!
zh_cn: 完成，其中成像！

source: Done
es_es: Realizado
fr_fr: Terminé
it: Fatto
zh_cn: 完成

source: No Active Task found for Host
es_es: No se Encontraron Tareas Activas
fr_fr: Aucune tâche active trouvée pour Host
it: Nessun compito attivo trovato per Host
zh_cn: 没有找到活动任务

source: Could not find a Storage Node in this group
fr_fr: Impossible de trouver un nœud de stockage dans ce groupe
it: Impossibile trovare un nodo di archiviazione in questo gruppo

source: is there one enabled
fr_fr: y a-t-il un activé
it: C'è uno abilitato

source: is open
fr_fr: est ouvert
it: è aperto

source: but has recently failed for this host
fr_fr: mais a récemment échoué pour cette machine
it: ma è fallito di recente per questo host

source: Failed to update task
fr_fr: Impossible de mettre à jour la tâche
it: Impossibile aggiornare compito

source: Invalid Multicast Session
fr_fr: Session multicast invalide
it: Sessione multicast non valida

source: Failed to update Session
fr_fr: Impossible de mettre à jour la session
it: Impossibile aggiornare Session

source: No open slots
fr_fr: Pas de créneaux ouverts
it: Nessuno slot aperti

source: There are
fr_fr: Il y a
it: Ci sono

source: before me
fr_fr: avant moi
it: prima di me

source: The node trying to be used is currently
fr_fr: Le nœud que l'on essaie d'utiliser est actuellement
it: Il nodo che si sta cercando di essere utilizzato è attualmente

source: unavailable
fr_fr: indisponible
it: non disponibile

source: On reboot we will try to find a new node
fr_fr: Au redémarrage, nous allons essayer de trouver un nouveau nœud
it: Al riavvio cercheremo di trovare un nuovo nodo

source: automatically
fr_fr: automatiquement
it: automaticamente

source: There are open slots
fr_fr: Il y a des créneaux ouverts
it: Ci sono slot aperti

source: but
fr_fr: mais
it: ma

source: before me on this node
fr_fr: avant moi sur ce nœud
it: prima di me su questo nodo

source: Failed to update/create image log
fr_fr: Journaux Impossible de mettre à jour / créer une image
it: Impossibile aggiornare / creare log immagine

source: Failed to update Task
es_es: Fallo al actualizar imagen
fr_fr: Impossible de mettre à jour la tâche
it: Impossibile aggiornare Task
zh_cn: 无法更新主机！

source: Failed to update/create task log
fr_fr: Journaux Impossible de mettre à jour / créer des tâches
it: Impossibile aggiornare / creare registro dell'attività

source: Machine Details
fr_fr: Détails sur la machine
it: Dettagli della macchina

source: Computer Model
fr_fr: Modèle d'ordinateur
it: Modello di computer

source: Serial Number
fr_fr: Numéro de série
it: Numero di serie

source: MAC Address
es_es: Dirección MAC
fr_fr: Adresse MAC
it: Indirizzo MAC
zh_cn: MAC地址

source: Image Used
fr_fr: Image utilisée
it: Immagine utilizzata

source: Snapin Used
fr_fr: SnapIn utilisé
it: Usato Snapin

source: Imaged By
fr_fr: Cloné par

source: Imaged For
fr_fr: Cloné pour
it: Immagini per

source: Imaging Started
fr_fr: Clonage lancé

source: Imaging Completed
fr_fr: Clonage terminé

source: Imaging Duration
fr_fr: Durée du clonage

source: Image Task Completed
fr_fr: Tâche de clonage terminé
it: Attività di immagine completata

source: Call
fr_fr: Appel
it: Chiamata

source: Failed to update Host
fr_fr: Impossible de mettre à jour la machine
it: Impossibile aggiornare l'host

source: Failed to update task log
fr_fr: Impossible de mettre à jour le rapport des tâches
it: Impossibile aggiornare il registro attività

source: Failed to update imaging log
fr_fr: Impossible de mettre à jour le rapport des clonages
it: Impossibile aggiornare il registro di imaging

source: FOG Equipment Loan Form
es_es: Formulario de préstamo de Equipos FOG
fr_fr: Équipement FOG Formulaire de prêt
it: FOG Attrezzature prestito Modulo
zh_cn: FOG 设备贷款形式

source: Select User
es_es: Seleccionar Usuario
fr_fr: Sélectionnez l'utilisateur
it: Selezionare utente
zh_cn: 选择用户

source: Create Report?
fr_fr: Créer un rapport ?
it: Crea Report?

source: Generate
fr_fr: Générer
it: Genera

source: of
es_es: de
fr_fr: de
it: di
zh_cn: 的

source: Printed
es_es: Impreso
fr_fr: Imprimé
it: Stampato
zh_cn: 印花

source: Personal Information
es_es: Información personal
fr_fr: Informations personnelles
it: Informazione personale
zh_cn: 个人信息

source: Your Location Here
es_es: Tu ubicación
fr_fr: Votre lieu ici
it: Qui la tua posizione
zh_cn: 您的位置在这里

source: Home Address
es_es: Domicilio
fr_fr: Adresse du domicile
it: Indirizzo di casa
zh_cn: 住址：

source: City/State/Zip
fr_fr: Ville / État / Zip
it: Città stato CAP

source: Home Phone
es_es: Teléfono de Casa
fr_fr: Téléphone fixe
it: Telefono di casa
zh_cn: 家庭电话

source: Computer Information
es_es: Información del Equipo
fr_fr: Informations sur l'ordinateur
it: Informazioni sul computer
zh_cn: 计算机信息

source: Service Tag
fr_fr: Numéro de service
it: Etichetta di servizio

source: Barcode Numbers
es_es: Números del Código de Barras:
fr_fr: Numéros de codes à barres
it: I numeri di codici a barre
zh_cn: 条码编号

source: Date of checkout
fr_fr: Date de sortie
it: Data di cassa

source: Notes
fr_fr: Remarques
it: Note

source: Miscellaneous
fr_fr: Divers
it: miscellaneo

source: Included Items
fr_fr: Éléments inclus
it: Elementi inclusi

source: Releasing Staff Initials
es_es: Iniciales del Empleado
fr_fr: Initiales du personnel ayant libéré
it: Il rilascio del personale Iniziali
zh_cn: 释放员工声母

source: To be released only by
fr_fr: Pour être libéré que par
it: Per essere rilasciato solo da

source: I have read
fr_fr: J'ai lu
it: ho letto

source: understood
fr_fr: compris
it: inteso

source: and agree to all the
fr_fr: et accepté tous les
it: e d'accordo a tutti

source: Terms and Conditions
es_es: Términos y Condiciones
fr_fr: Termes et conditions
it: Termini e condizioni
zh_cn: 合同条款

source: on the following pages of this document
fr_fr: sur les pages suivantes de ce document
it: nelle pagine seguenti di questo documento

source: Signed
es_es: Firma
fr_fr: Signé
it: firmato
zh_cn: 签名

source: Your form is ready
fr_fr: Votre formulaire est prêt
it: Il modulo è pronto.

source: Form
fr_fr: Formulaire
it: Modulo

source: FOG History - Search
fr_fr: Historique de recherche FOG

source: Enter an user name to search for
fr_fr: Entrez un nom d'utilisateur pour rechercher

source: Enter a term to search for
fr_fr: Entrez un terme à rechercher

source: Perform search
fr_fr: Effectuer une recherche
it: Esegui ricerca

source: Full History Export
fr_fr: Exportation de l'historique complet

source: History ID
fr_fr: Historique ID

source: History Info
fr_fr: Historique des informations

source: History User
fr_fr: Historique des utilisateurs

source: History Time
fr_fr: Historique des horaires

source: History IP
fr_fr: Historique des IP

source: FOG Host - Search
fr_fr: Machines FOG - Recherche

source: Enter a group name to search for
fr_fr: Entrez un nom de groupe à rechercher

source: Enter a location name to search for
fr_fr: Entrez un nom de lieu à rechercher

source: Enter a site name to search for
fr_fr: Entrez un nom de lieu à rechercher

source: Search pattern
fr_fr: Schéma de recherche

source: Host Listing Export
es_es: Exportar Lista de Equipos
fr_fr: Hôte Liste Export
it: Esportazione delle liste host
zh_cn: 主机上市出口

source: Host Created
es_es: Fecha creación del Equipo
fr_fr: Machine créée
it: Host Creato
zh_cn: 主机创建日期

source: Host AD Domain
fr_fr: Domaine AD machine
it: Host AD Dominio

source: Host HD Device
fr_fr: Périphérique HD machine
it: Host Dispositivo HD

source: FOG Host and Users - Search
fr_fr: Machines et utilisateurs de FOG - Recherche

source: FOG Hosts and Users Login
fr_fr: Connexion des machines et des utilisateurs du FOG
it: Host nebbia e Accesso utenti

source: AD Join
fr_fr: Jonction AD

source: HD Device
es_es: Dispositivo HD
fr_fr: Périphérique Disque dur
it: dispositivo HD
zh_cn: 硬盘设备

source: Login Users
fr_fr: Utilisateurs connectés
it: Login Utenti

source: FOG Imaging - Search
fr_fr: Clonage FOG - Recherche

source: Enter an image name to search for
fr_fr: Entrez un nom d'image à rechercher

source: Enter a hostname to search for
es_es: Introduzca el usuario a buscar
fr_fr: Entrez un nom de machine pour rechercher
it: Inserisci un hostname da cercare
zh_cn: 输入一个用户名来搜索

source: FOG Imaging Log
es_es: Log de Imágenes
fr_fr: Journaux clonage FOG
zh_cn: 影像日志

source: Start Date
es_es: Fecha inicial
fr_fr: Date de début
it: Data d'inizio
zh_cn: 开始日期

source: End Date
es_es: Fecha Final
fr_fr: Date de fin
it: Data di fine
zh_cn: 结束日期

source: Deploy/Capture
fr_fr: Déployer / Capturer
it: Distribuire/catturare

source: Not Valid
fr_fr: Non valide
it: Non valido

source: FOG Host Inventory - Search
fr_fr: Inventaire des machines FOG - Recherche

source: No groups defined, search will return all hosts.
fr_fr: Aucun groupe défini, la recherche renverra toutes les machines.

source: Enter a model name to search for
fr_fr: Entrez un nom de modèle à rechercher

source: Full Inventory Export
es_es: Exportar Inventario Completo
fr_fr: Export complet Inventaire
it: Inventario Export completa
zh_cn: 全部库存出口

source: All Pending MACs approved.
fr_fr: Tous les MACs en attente approuvés.
it: Tutti i Mac in sospeso approvati.

source: Pending MAC Export
es_es: En espera de direcciones MAC
fr_fr: En attente MAC Export
it: In attesa MAC Export

source: Host Primary MAC
es_es: MAC Principal
fr_fr: Hôte MAC primaire
it: Host primario MAC
zh_cn: 主要 MAC

source: Host Pending MAC
es_es: MAC del Equipo
fr_fr: Hôte en attente MAC
it: Host attesa MAC
zh_cn: 主机的MAC

source: Approve All Pending MACs for All Hosts
fr_fr: Approuver tous les MACs en attente pour toutes les machines
it: Approvare tutti i MAC in sospeso per tutti gli host

source: Pending MAC Actions
fr_fr: Actions MAC en cours
it: Azioni MAC in corso

source: Approve Selected MACs
fr_fr: Approuver les MACs sélectionnés
it: Approvare MAC selezionati

source: Approve
fr_fr: Approuver
it: Approva

source: Delete Selected MACs
fr_fr: Supprimer les MACs sélectionnés
it: Cancella MAC Selezionati

source: Host Product Keys
fr_fr: Clés du produit de la machine
it: Tasti del prodotto host

source: FOG Snapin - Search
fr_fr: Snapin FOG - Recherche

source: Enter a snapin name to search for
fr_fr: Entrez un nom de Snapin à rechercher

source: Found snapin information
fr_fr: Informations trouvée sur le Snapin

source: Return Desc
es_es: Volver Desc.
fr_fr: Retour Desc
it: ritorno Desc
zh_cn: 返回描述

source: Checkin Time
es_es: Hora de Entrada
fr_fr: Heure d'enregistrement
it: Orario Checkin
zh_cn: 签入时间

source: Complete Time
fr_fr: Durée totale
it: Tempo completo

source: Snapin ID
es_es: ID Snapin
fr_fr: ID Snapin
zh_cn: 管理单元编号

source: Snapin Args
es_es: Args Snapin
fr_fr: Args SnapIn
zh_cn: 管理单元指定参数

source: Snapin Run With Args
es_es: Ejecutar Snapin con Args
fr_fr: Arguments exécuter avec du Snapin
it: Snapin Run con Args
zh_cn: 管理单元指定参数运行

source: Snapin State
es_es: Estado del Snapin
fr_fr: État du Snapin
it: Snapin Stato
zh_cn: 管理单元状态

source: Snapin Return Code
es_es: Código de Retorno del Snapin
fr_fr: Code de retour Snapin
it: Snapin Codice di ritorno
zh_cn: 管理单元返回代码

source: Snapin Return Detail
es_es: Descripción del Retorno del Snapin
fr_fr: Détail du retour Snapin
it: Snapin ritorno Dettaglio
zh_cn: 管理单元返回的说明

source: Snapin Creation Date
es_es: Fecha de creación
fr_fr: Date de création Snapin
it: Snapin Data di creazione
zh_cn: 创建日期

source: Snapin Creation Time
es_es: Hora de creación
fr_fr: Date de création Snapin
it: Snap-in di creazione
zh_cn: 建立时间

source: Job Create Date
es_es: Fecha creación del Equipo
fr_fr: Date de création du job
it: Job Data di creazione
zh_cn: 主机创建日期

source: Job Create Time
es_es: Hora de creación
fr_fr: Heure de création du job
it: Job creare il tempo
zh_cn: 建立时间

source: Task Checkin Date
es_es: Fecha de Entrada
fr_fr: Date de vérification de la tâche
it: Compito di arrivo Data
zh_cn: 签入日期

source: Task Checkin Time
es_es: Hora de Entrada
fr_fr: Heure de vérification de la tâche
it: Task Ora di Arrivo
zh_cn: 签入时间

source: Task Complete Date
fr_fr: Date d'achèvement de la tâche
it: Data completamento attività

source: Task Complete Time
fr_fr: Heure d'achêvement de la tâche
it: Completamento attività

source: FOG User tracking - Search
fr_fr: Suivi des utilisateurs FOG - Recherche
it: FOG Tracciamento degli utenti - Cerca

source: Enter a username to search for
es_es: Introduzca el usuario a buscar
fr_fr: Entrez un nom d'utilisateur pour rechercher
it: Inserisci un nome utente da cercare
zh_cn: 输入一个用户名来搜索

source: Found login information
fr_fr: Informations de connexion trouvées
it: Trovato informazioni di accesso

source: FOG User tracking history
fr_fr: Historique du suivi des utilisateurs FOG
it: FOG Cronologia di monitoraggio degli utenti

source: Service Start
es_es: Iniciar Servicio
fr_fr: Démarrage du service
it: Servizio avviato
zh_cn: 服务启动

source: FOG Virus Summary
es_es: FOG Resumen de Virus
fr_fr: Résumé FOG Virus
it: Sommario FOG Virus
zh_cn: FOG 病毒综述

source: Routes should be an array or an instance of Traversable
fr_fr: Les routes doivent être un tableau ou une instance de Traversable
it: I percorsi devono essere un array o un'istanza di Traversable

source: Can not redeclare route
fr_fr: Impossible de redéclarer la route
it: Impossibile ridichiarare il percorso

source: Already created
fr_fr: Déjà créé
it: Già creato

source: Invalid tasking type passed
fr_fr: Le type de tâche transmis est invalide
it: È passato il tipo di attività non valido

source: * Image replication is globally disabled
fr_fr: * La réplication d'image est globalement désactivée
it: * La replica di immagini è globalmente disattivata

source: I am the group manager
fr_fr: Je suis le responsable du groupe
it: Sono il responsabile del gruppo

source: Starting Image Replication
fr_fr: Démarrage de la réplication d'images
it: Iniziare la replica dell'immagine

source: We are group ID
fr_fr: Nous sommes le groupe ID
it: Siamo ID gruppo

source: We are group name
fr_fr: Nous sommes le nom du groupe
it: Siamo il nome del gruppo

source: We are node ID
fr_fr: Nous sommes le nœud ID
it: Siamo ID nodo

source: We are node name
fr_fr: Nous sommes le nom du nœud
it: Siamo il nome del nodo

source: Attempting to perform
fr_fr: Tentative d'exécution
it: Tentativo di eseguire

source: image replication
fr_fr: réplication des images
it: replica dell'immagine

source: There is nothing to replicate
fr_fr: Il n'y a rien à répliquer
it: Non c'è nulla da replicare

source: Please physically associate
fr_fr: Veuillez associer physiquement
it: Si prega di associare fisicamente

source: images to a storage group
fr_fr: images vers un groupe de stockage
it: Immagini in un gruppo di archiviazione

source: Replicating
fr_fr: Clonage
it: Replicando

source: Not syncing Image
fr_fr: Pas de synchronisation de l'image
it: Non sincronizzare l'immagine

source: This is not the primary group
fr_fr: Ce n'est pas le groupe principal
it: Questo non è il gruppo primario

source: Nodes
fr_fr: Nœuds
it: Nodi

source: Checking if I am the group manager
fr_fr: Vérifier si je suis le gestionnaire du groupe
it: Controllare se sono il responsabile del gruppo

source: Task not created as there are no associated tasks
fr_fr: Tâche non créée car il n'y a pas de tâches associées

source: Or there was no number defined for joining session
fr_fr: Ou il n'y avait pas de numéro défini pour la session de jonction
it: Oppure non è stato definito alcun numero per l'accesso alla sessione

source: | Unable to find image path
fr_fr: | Impossible de trouver le chemin de l'image

source: * Ping hosts is globally disabled
fr_fr: * Le ping des machines est globalement désactivé
it: * Gli host Ping sono disattivati a livello globale

source: I am not the fog web server
fr_fr: Je ne suis pas le serveur web de FOG
it: Io non sono il server web fog

source: This servers ip(s)
fr_fr: Les IP de ce serveur
it: IP di questo server

source: Attempting to ping
fr_fr: Tenter de faire un ping
it: Il tentativo di ping

source: hosts
es_es: Equipos
fr_fr: machines
zh_cn: 主机

source: * Snapin hash is globally disabled
fr_fr: * Le hachage des Snapins est globalement désactivé
it: * L'hash di Snapin è disattivato a livello globale

source: Starting Snapin Hashing Service
fr_fr: Démarrage du service de hachage de Snapin
it: Avvio del servizio di Snapin Hashing

source: Finding any snapins associated
fr_fr: Trouver les Snapins associés
it: Individuazione di eventuali snaps associati

source: with this group
fr_fr: avec ce groupe
it: con questo gruppo

source: as its primary group
fr_fr: comme groupe principal
it: come il suo gruppo primario

source: No snapins associated with this group as master
fr_fr: Aucun Snapin associé à ce groupe en tant que maître
it: Nessun snapins associato a questo gruppo come master

source: Found
fr_fr: Trouvé
it: Trovato

source: to update hash values as needed
fr_fr: pour mettre à jour les valeurs de hachage si nécessaire
it: Per aggiornare i valori di hash come necessario

source: Trying Snapin hash for
fr_fr: Essai de hachage de Snapin pour
it: Cercando hash di Snapin per

source: Getting snapin hash and size for
fr_fr: Obtention du hachage et de la taille du Snapin pour
it: Ottenere hash di snapin e dimensione per

source: Completed
fr_fr: Terminé
it: Completato

source: * Snapin replication is globally disabled
fr_fr: * La réplication de Snapin est globalement désactivée
it: * La replica Snapin è disattivata globalmente

source: Starting Snapin Replication
fr_fr: Démarrer la réplication de Snapin
it: Avvio della replica Snapin

source: snapin replication
fr_fr: réplication Snapin
it: Replica snapin

source: snapins to a storage group
fr_fr: Snapins à un groupe de stockage
it: Snap in un gruppo di archiviazione

source: Replicating ssl less private key
fr_fr: Réplication de ssl sans clé privée
it: Replica ssl senza chiave privata

source: Not syncing Snapin
fr_fr: Pas de synchronisation du Snapin
it: Non sincronizzazione gli Snapin

source: | This is not the master node
fr_fr: | Ce n'est pas le nœud principal
it: | Questo non è il nodo master

source: Interface not ready, waiting for it to come up
fr_fr: L'interface n'est pas prête, j'attends qu'elle apparaisse

source: Waiting for mysql to be available
fr_fr: En attente que MySql soit disponible
it: In attesa di mysql sia disponibile

source: This is not the master for this group
fr_fr: Ce n'est pas le maître pour ce groupe

source: This node does not appear to be online
fr_fr: Ce nœud ne semble pas être en ligne

source: Not syncing
fr_fr: Pas de synchronisation
it: Non sincronizzo

source: between
fr_fr: entre
it: fra

source: There are no other members to sync to
fr_fr: Il n'y a pas d'autres membres à synchroniser
it: Non ci sono altri membri da sincronizzare

source: to transfer to
fr_fr: à transférer vers
it: Per trasferire a

source: Replication already running with PID
fr_fr: Réplication déjà en cours avec le PID
it: Replica già in esecuzione con PID

source: File or path cannot be reached
fr_fr: Fichier ou chemin ne peut pas être atteint
it: Impossibile raggiungere il file o il percorso

source: Cannot connect to
fr_fr: Impossible de se connecter à
it: Impossibile connettersi

source: File does not exist
fr_fr: Fichier n'existe pas

source: File hash mismatch
fr_fr: Incompatibilité de hachage de fichier

source: File size mismatch
fr_fr: Incohérence sur la taille du fichier

source: Deleting remote file
fr_fr: Suppression d'un fichier distant
it: Eliminazione di file remoti

source: No need to sync
fr_fr: Pas besoin de synchroniser
it: Non è necessario sincronizzare

source: All files synced for this item.
fr_fr: Tous les fichiers synchronisés pour cet élément.

source: Starting Sync Actions
fr_fr: Démarrer les actions de synchronisation
it: Avviare le azioni di sincronizzazione

source: Started sync for
fr_fr: A commencé la synchronisation pour
it: Sincronizzazione iniziata per

source: Task started
fr_fr: Tâche amorcée
it: Attività iniziata

source: * Image size is globally disabled
fr_fr: * La taille de l'image est désactivée globalement
it: * La dimensione dell'immagine è disattivata globalmente

source: Starting Image Size Service
fr_fr: Démarrage du service de taille d'image
it: Avvio del servizio Dimensione immagine
