Repository: FOGProject/fogproject
Catalog: packages/web/management/languages/*.UTF-8/LC_MESSAGES/messages.po
Languages: es_es, fr_fr, it, zh_cn

source: Module Update Success
fr_fr: Succès de la mise à jour du module
it: Aggiornamento del modulo completato

source: Module Update Fail
fr_fr: Échec de la mise à jour du module
it: Aggiornamento modulo non riuscito

source: Filesize
fr_fr: Taille du fichier
it: Dimensione del file

source: Is Pack
fr_fr: Est un paquet
it: È Pack

source: No
es_es: Nodo
fr_fr: Non
zh_cn: 节点

source: Yes
fr_fr: Oui
it: Sì

source: New Snapin
es_es: Nuevo Snapin
fr_fr: Nouveau Snapin
it: Nuovo Snapin
zh_cn: 在新的管理单元

source: Snapin Description
es_es: Descripción Snapin
fr_fr: Description Snapin
it: Snapin Descrizione
zh_cn: 管理单元说明

source: Snapin Type
fr_fr: Type de Snapin
it: Snapin Tipo

source: Normal Snapin
fr_fr: Snapin normal
it: Snapin normale

source: Snapin Pack
fr_fr: Paquet Snapin

source: Snapin Template
fr_fr: Modèle Snapin
it: Snapin Modello

source: Snapin Pack Template
fr_fr: Modèle de paquet Snapin
it: Snapin Pack Modello

source: Snapin Run With
es_es: Ejecutar Snapin Con
fr_fr: Le Snapin s'exécute avec
it: Snapin Avvia con
zh_cn: 管理单元运行

source: Snapin Pack File
fr_fr: Fichier paquet Snapin

source: Snapin Run With Argument
es_es: Ejecutar Snapin con Argumentos
fr_fr: Argument pour l'exécution du Snapin
it: Snap-Run con l'argomento
zh_cn: 管理单元运行参数

source: Snapin Pack Arguments
fr_fr: Arguments paquet snapIn
it: Argomenti Snapin Pack

source: Snapin File
es_es: Fichero Snapin
fr_fr: Fichier du Snapin
it: File Snapin
zh_cn: 管理单元文件

source: Snapin File (exists)
es_es: Ruta de Fichero Snapin
fr_fr: Fichier Snapin (existe)
it: File snap-in (esiste)
zh_cn: 管理单元文件路径

source: Snapin Arguments
es_es: Argumentos Snapin
fr_fr: Arguments SnapIn
it: Argomenti Snapin
zh_cn: 管理单元参数

source: Snapin Enabled
fr_fr: Snapin activé
it: snap-Enabled

source: Snapin Arguments Hidden
fr_fr: Arguments Snapin cachés
it: Snapin Argomenti nascosti

source: Snapin Timeout (seconds)
fr_fr: Délai d'attente pour le Snapin (secondes)
it: Timeout Snapin (in secondi)

source: Reboot after install
es_es: Reiniciar después de Instalar
fr_fr: Redémarrez après l'installation
it: Riavvio dopo l'installazione
zh_cn: 安装后重新启动

source: Shutdown after install
fr_fr: Arrêt après l'installation
it: Shutdown dopo l'installazione

source: Snapin Command
fr_fr: Commande Snapin
it: Snapin comando

source: read-only
fr_fr: lecture seule
it: sola lettura

source: Create New Snapin
fr_fr: Créer un nouveau Snapin
it: Crea nuovo snapin

source: Snapin file is too big, increase post_max_size in php.ini.
fr_fr: Le fichier Snapin est trop gros, augmentez post_max_size dans le fichier php.ini.

source: $_POST variable is empty, check apache error log.
fr_fr: La variable $_POST est vide, consultez le journal des erreurs Apache.

source: A snapin name is required!
fr_fr: Un nom de Snapin est nécessaire !
it: È richiesto un nome di snapin!

source: A snapin already exists with this name!
fr_fr: Un Snapin existe déjà avec ce nom !
it: Esiste già un snapin con questo nome!

source: A file
fr_fr: Un fichier
it: Un file

source: either already selected or uploaded
fr_fr: soit déjà sélectionné ou téléchargé
it: già selezionati o caricati

source: must be specified
fr_fr: doit être précisé
it: deve essere specificato

source: FTP Connection has failed
fr_fr: Connexion FTP a échoué
it: Connessione FTP non è riuscita

source: Failed to add snapin
es_es: Fallo al añadir snapin
fr_fr: Impossible d'ajouter le Snapin
it: Impossibile aggiungere lo snapin
zh_cn: 无法添加管理单元

source: Failed to add/update snapin file
fr_fr: Impossible d'ajouter ou mettre à jour le fichier Snapin
it: Impossibile aggiungere / aggiornare il file snapin

source: Add snapin failed!
fr_fr: L'ajout de Snapin a échoué !
it: Aggiungi snapin non riuscito!

source: Snapin added!
fr_fr: Snapin ajouté !
it: Snapin aggiunto!

source: Snapin Create Success
fr_fr: Succès dans la création du Snapin
it: Creazione Snapin completata

source: Snapin Create Fail
fr_fr: Impossible de créer le Snapin
it: Creazione Snapin fallita

source: Snapin General
fr_fr: Généralités Snapins
it: Generale Snapin

source: Snapin Protected
fr_fr: Snapin protégé
it: Snapin Protetto

source: Snapin Storage Groups
fr_fr: Groupes de stockage Snapin
it: Gruppo di archiviazione Snapin

source: Snapin update failed!
fr_fr: Mise à jour du Snapin en échec !
it: Aggiornamento Snapin fallito!

source: Snapin updated!
fr_fr: Snapin mis à jour !
it: Snap-in aggiornato!

source: Snapin Update Success
fr_fr: Succès de la mise à jour du Snapin
it: Modifica Snapin riuscita

source: Snapin Update Fail
fr_fr: Échec de la mise à jour du Snapin
it: Aggiornamento Snapin fallito

source: %s ID %s is not valid
fr_fr: %s ID %s n'est pas valide
it: %s ID %s non è valido

source: Web root
fr_fr: Racine web
it: radice Web

source: Rexmit Hello Interval
fr_fr: Intervalle Rexmit Hello

source: Create Storage Node
fr_fr: Créer un nœud de stockage
it: Crea nodo di archiviazione

source: New Storage Node
fr_fr: Nouveau nœud de stockage
it: Nuovo nodo di archiviazione

source: Bandwidth should be numeric and greater than 0
fr_fr: La bande passante doit être numérique et supérieur à 0
it: Larghezza di banda deve essere numerico e maggiore di 0

source: Add storage node failed!
fr_fr: L'ajout d'un nœud de stockage a échoué !
it: Aggiunta nodo di archiviazione fallita!

source: Storage Node added!
fr_fr: Nœud de stockage ajouté !
it: Nodo di archiviazione aggiunto!

source: Storage Node Create Success
fr_fr: Succès de la création d'un nœud de stockage
it: Nodo di archiviazione creato con successo

source: Storage Node Create Fail
fr_fr: Échec de la création d'un nœud de stockage
it: Creazione nodo di archiviazione fallita

source: Storage Node General
fr_fr: Généralités sur le nœud de stockage
it: Generale nodo di archiviazione

source: Remit Hello Interval
fr_fr: Intervalle Remit Hello

source: Storage Node update failed!
fr_fr: Échec de la mise à jour du nœud de stockage !
it: Aggiornamento nodo di archiviazione fallito!

source: Storage Node updated!
fr_fr: Nœud de stockage mis à jour !
it: Nodo di archiviazione aggiornato!

source: Storage Node Update Success
fr_fr: Succès de la mise à jour du nœud de stockage
it: Aggiornamento nodo di archiviazione completato

source: Storage Node Update Fail
fr_fr: Échec de la mise à jour du nœud de stockage
it: Aggiornamento nodo di archiviazione fallito!

source: Create Storage Group
fr_fr: Créer un groupe de stockage
it: Creazione Gruppo di archiviazione

source: New Storage Group
fr_fr: Nouveau groupe de stockage
it: Nuovo Gruppo di archiviazione

source: Storage Group Create Success
fr_fr: Succès de la création d'un groupe de stockage
it: Gruppo di archiviazione creato con successo

source: Storage Group Create Fail
fr_fr: Échec de la création d'un groupe de stockage
it: Gruppo di archiviazione creazione fallita

source: Storage Group General
fr_fr: Généralités sur le groupe de stockage
it: Gruppo di archiviazione Generale

source: Storage Group update failed!
fr_fr: Échec de la mise à jour du groupe de stockage !
it: Aggiornamento Gruppo di archiviazione fallito!

source: Storage Group updated!
fr_fr: Groupe de stockage mis à jour !
it: Gruppo di archiviazione aggiornato!

source: Storage Group Update Success
fr_fr: Succès de la mise à jour d'un groupe de stockage
it: Aggiornamento Gruppo di archiviazione completato

source: Storage Group Update Fail
fr_fr: Échec de la mise à jour du groupe de stockage
it: Aggiornamento Gruppo di archiviazione fallito

source: Started By:
es_es: Creado por
fr_fr: Commencé par :
it: Ordina per:
zh_cn: 创建人：

source: Working with node
fr_fr: Travailler avec un nœud
it: Lavorare con il nodo

source: Task forced to start
fr_fr: Tâche forcée de commencer
it: Task forzato a partire

source: Force task to start
fr_fr: Task force pour commencer
it: Task da forzare a partire

source: All Groups
es_es: Mostrar Grupos
fr_fr: Tous les groupes
it: tutti i gruppi
zh_cn: 清单上的所有组

source: Invalid object type passed
fr_fr: Le type d'objet transmis est invalide
it: tipo di oggetto non valido passato

source: Invalid Task Type
fr_fr: Invalid Type de tâche
it: Non valido Tipo Task

source: Invalid image assigned to host
fr_fr: Image non valide assigné à l'hôte
it: immagine non valido assegnato ad ospitare

source: is protected
fr_fr: est protégé
it: è protetta

source: Quick
fr_fr: Rapide
it: Veloce

source: Hosts do not have the same image assigned
fr_fr: Les hôtes ne possèdent pas la même image assignée
it: Host non hanno la stessa immagine assegnato

source: Multicast Quick Deploy
fr_fr: Multicast Déploiement rapide
it: Multicast rapida Deploy

source: Group Quick Deploy
fr_fr: Déploiement rapide d'un groupe
it: Rapida distribuzione di gruppo

source: Tasked successfully, click active tasks to view in line.
fr_fr: Tâches réussies, cliquez sur les tâches actives pour les visualiser en ligne.
it: Assegnato con successo, fare clic su attività attive per visualizzare in linea.

source: Invalid task
fr_fr: Tâche non valide
it: Attività non valida

source: Active Multi-cast Tasks
es_es: Tareas Multidifusión Activas
fr_fr: Tâches Multicast actives
it: Attività multi-cast attive
zh_cn: 主动组播任务

source: MulticastTask
fr_fr: Tâche Multicast
it: Attività Multicast

source: Cannot cancel tasks this way
fr_fr: Vous ne pouvez pas annuler les tâches de cette façon
it: Impossibile annullare le attività in questo modo

source: Host/Group Name
fr_fr: Machine / Nom de groupe
it: Host / Nome gruppo

source: Is Group
es_es: Es Grupo
fr_fr: Est Groupe
it: Il gruppo è
zh_cn: 是集团

source: Task Type
es_es: Tipo de Tarea
fr_fr: Type de tâche
it: Tipo attività
zh_cn: 任务类型

source: All snapins
fr_fr: Tous les Snapins
it: Tutti gli snap-in

source: Invalid snapin
fr_fr: Snapin invalide
it: Snapin non valido

source: Snapin to be installed
fr_fr: Snapin à installer
it: Snapin da installare

source: group
es_es: grupo
fr_fr: groupe
it: gruppo
zh_cn: 群組

source: host
fr_fr: machine

source: Change password
fr_fr: Changer le mot de passe
it: Cambia password

source: API Settings
fr_fr: Paramètres de l'API
it: impostazioni API

source: Friendly Name
fr_fr: Nom usuel
it: Nome amichevole

source: No friendly name defined
fr_fr: Aucun nom usuel défini
it: Nessun nome amichevole definito

source: Edit User
es_es: Añadir Usuario
fr_fr: Modifier l'utilisateur
it: Modifica utente
zh_cn: 添加用户

source: New User
es_es: Usuario nuevo
fr_fr: Nouvel utilisateur
it: Nuovo utente
zh_cn: 新用户

source: User Name
es_es: Nombre de Usuario
fr_fr: Identifiant
it: Nome utente
zh_cn: 用户名

source: User Password
es_es: Contraseña de Usuario
fr_fr: Mot de passe de l'utilisateur
it: Password utente
zh_cn: 用户密码

source: User Password (confirm)
es_es: Contraseña de Usuario (confirmar)
fr_fr: Mot de passe de l'utilisateur (confirmation)
it: User Password (conferma)
zh_cn: 用户密码（确认）

source: User API Enabled
fr_fr: API utilisateur activée
it: API Utente abilitate

source: Create user?
fr_fr: Créer un utilisateur ?
it: Crea utente?

source: A user name is required!
fr_fr: Un nom d'utilisateur est requis !
it: È richiesto un nome utente!

source: Username does not meet requirements
fr_fr: Le nom d'utilisateur ne répond pas aux exigences
it: Il nome utente non soddisfa i requisiti

source: Username must start with a word character
fr_fr: Le nom d'utilisateur doit commencer par un caractère de mot
it: Nome utente deve iniziare con un carattere alfabetico

source: Username must be at least 3 characters
fr_fr: Le nom d'utilisateur doit comporter au moins 3 caractères
it: Nome utente deve avere almeno 3 caratteri

source: Username must be less than 41 characters
fr_fr: Le nom d'utilisateur doit comporter moins de 41 caractères
it: Nome utente deve essere inferiore a 41 caratteri

source: Username cannot contain contiguous special characters
fr_fr: Le nom d'utilisateur ne peut pas contenir de caractères spéciaux contigus
it: Il nome utente non può contenere caratteri speciali contigui

source: A username already exists with this name!
fr_fr: Un nom d'utilisateur existe déjà avec ce nom !
it: Esiste già un nome utente con questo nome!

source: A password is required!
fr_fr: Un mot de passe est nécessaire !
it: Una password è richiesta!

source: Add user failed!
fr_fr: L'ajout d'un utilisateur a échoué !
it: Aggiunta utente fallita!

source: User added!
fr_fr: Utilisateur ajouté !
it: Utente aggiunto!

source: User Create Success
fr_fr: Succès de la création de l'utilisateur
it: Creazione utente riuscita

source: User Create Fail
fr_fr: Échec de la création de l'utilisateur
it: Creazione utente fallita

source: User General
fr_fr: Généralités sur l'utilisateur
it: Utente generale

source: Update General?
fr_fr: Mise à jour générale ?
it: Aggiornamento generale?

source: User Change Password
fr_fr: Changement de mot de passe par l'utilisateur
it: Cambia password utente

source: Update Password?
fr_fr: Mettre à jour le mot de passe ?
it: Cambio Password?

source: User API Settings
fr_fr: Paramètres de l'API utilisateur
it: Impostazioini User API

source: User API Token
fr_fr: Jeton d'accès API utilisateur
it: API Utente Token

source: Update API?
fr_fr: Mise à jour de l'API ?
it: Aggiornamento API?

source: A user already exists with this name
fr_fr: Un utilisateur existe déjà avec ce nom
it: Esiste già un utente con questo nome!

source: User update failed!
fr_fr: La mise à jour de l'utilisateur a échoué !
it: Aggiornamento utente non riuscita

source: User updated!
fr_fr: Utilisateur mis à jour !
it: Utente aggiornato

source: User Update Success
fr_fr: Succès de la mise à jour de l'utilisateur
it: Utente aggiornato con successo

source: User Update Fail
fr_fr: Échec de la mise à jour de l'utilisateur
it: Aggiornamento utente non riuscita

source: Login failed
fr_fr: La connexion a échoué

source: username
fr_fr: identifiant

source: failed to login
fr_fr: impossible de se connecter
it: non è riuscito a effettuare il login

source: Login accepted
fr_fr: Connexion acceptée

source: logged in
fr_fr: connecté

source: FOG Project
fr_fr: Projet FOG
it: Progetto FOG

source: Access Controls
fr_fr: Contrôles d'accès
it: Controllo accessi

source: Role
fr_fr: Rôle
it: Regola

source: User Access Control
fr_fr: Contrôle d'accès des utilisateurs

source: Export Accesscontrols
fr_fr: Exportation des contrôles d'accès
it: Esporta controllo accessi

source: Import Accesscontrols
fr_fr: Importation des contrôles d'accès
it: Importa controllo accessi

source: Rule Association
fr_fr: Association de règles
it: Regole di associazione

source: Role Name
fr_fr: Nom du rôle
it: Nome regola

source: Rule type
fr_fr: Type de règle
it: Tipo di regola

source: Rule value
fr_fr: Valeur de la règle
it: Valore regola

source: Parent Node
fr_fr: Nœud parent
it: Nodo superiore

source: List all roles
fr_fr: Lister tous les rôles
it: Elenca tutti i ruoli

source: Add new role
fr_fr: Ajouter un nouveau rôle
it: Aggiungi nuovo ruolo

source: List all rules
fr_fr: Lister toutes les règles
it: Elencare tutte le regole

source: Add new rule
fr_fr: Ajouter une nouvelle règle
it: Aggiungi nuova regola

source: Role Description
fr_fr: Description du rôle
it: Descrizione del ruolo

source: New Role
fr_fr: Nouveau rôle
it: Nuovo ruolo

source: Create New Access Control Role
fr_fr: Créer un nouveau rôle de contrôle d'accès
it: Crea nuovo ruolo di controllo accessi

source: A name is required!
fr_fr: Un nom est requis !
it: È richiesto un nome!

source: A role already exists with this name!
fr_fr: Un rôle avec ce nom existe déjà !
it: Esiste già un ruolo con questo nome!

source: Add role failed!
fr_fr: L'ajout de rôle a échoué !
it: Aggiunta ruolo non riuscita!

source: Role added!
fr_fr: Rôle ajouté !
it: Ruolo aggiunto!

source: Role Create Success
fr_fr: Rôle crée avec succès
it: Creazione ruolo riuscita

source: Role Create Fail
fr_fr: Échec de la création du rôle
it: Creazione ruolo fallita

source: Access Control Role General
fr_fr: Généralités sur les rôles de contrôle d'accès
it: Ruolo controllo accessi Generale

source: Role update failed!
fr_fr: La mise à jour du rôle a échoué !
it: Aggiornamento ruolo non riuscito

source: Role updated!
fr_fr: Rôle mis à jour !
it: Ruolo aggiornato!

source: Role Update Success
fr_fr: Succès de la mise à jour du rôle
it: Aggiornamento ruolo completato

source: Role Update Fail
fr_fr: Échec de la mise à jour du rôle
it: Aggiornamento ruolo non riuscito

source: Access Control Rules
fr_fr: Règles de contrôle d'accès
it: Regole controllo accessi

source: Access Control Rule
fr_fr: Règle de contrôle d'accès

source: New Rule
fr_fr: Nouvelle règle
it: Nuova regola

source: Rule Type
fr_fr: Type de règle
it: Tipo regola

source: Node Parent
fr_fr: Nœud parent
it: Nodo Superiore

source: Rule Value
fr_fr: Valeur de la règle
it: Valore regola

source: Create Rule?
fr_fr: Créer une règle ?
it: Crea ruolo?

source: A rule already exists with this name.
fr_fr: Une règle existe déjà avec ce nom.

source: Add rule failed!
fr_fr: L'ajout de règle a échoué !

source: Rule added!
fr_fr: Règle ajoutée !

source: Rule Create Success
fr_fr: Succès dans la création de la règle

source: Rule Create Fail
fr_fr: Échec dans la création de la règle

source: Access Control Rule General
fr_fr: Généralités sur les règles de contrôle d'accès

source: Failed to update
fr_fr: Impossible de mettre à jour
it: Impossibile aggiornare

source: Rule updated!
fr_fr: Règle mise à jour !

source: Rule Update Success
fr_fr: Succès de la mise à jour de la règle

source: Rule Update Fail
fr_fr: Échec dans la mise à jour de la règle

source: Fail to destroy
fr_fr: Impossible à détruire

source: Rule deleted successfully!
fr_fr: Règle supprimée avec succès !

source: Rule Delete Success
fr_fr: Succès de la suppression de la règle
it: Regola eliminazione del successo

source: Rule Delete Fail
fr_fr: Échec de la suppression de la règle

source: Rule Name
fr_fr: Nom de la règle
it: Nome regola

source: Rule Membership
fr_fr: Membres de la règle

source: Check here to see what rules can be added
fr_fr: Vérifiez ici pour voir quelles règles peuvent être ajoutées

source: Add Rules
fr_fr: Ajouter des règles

source: Add selected rules
fr_fr: Ajouter les règles sélectionnées

source: Remove Accesscontrol Rules
fr_fr: Supprimer les règles de contrôle d'accès

source: Remove selected rules
fr_fr: Supprimer les règles sélectionnées

source: No role selected
fr_fr: Pas de rôle sélectionné

source: No rule selected
fr_fr: Pas de règle sélectionnée

source: Associate rule failed!
fr_fr: Association de la règle a échoué !

source: Rule associate success!
fr_fr: L'association de la règle a réussi !

source: Rule Associate Success
fr_fr: Succès dans l'association de la règle

source: Rule Associate Fail
fr_fr: Échec de l'association de la règle

source: User name
fr_fr: Identifiant

source: Check here to see what users can be added
fr_fr: Vérifiez ici pour voir quels utilisateurs peuvent être ajoutés

source: Add Users
fr_fr: Ajouter des utilisateurs

source: Add selected users
fr_fr: Ajouter les utilisateurs sélectionnés

source: Remove Users
fr_fr: Retirer des utilisateurs

source: Remove selected users
fr_fr: Retirer les utilisateurs sélectionnés

source: Capone Deploy
fr_fr: Déployer Capone

source: Function does not exist
fr_fr: Fonction n'existe pas
it: La funzione non esiste

source: Port is not valid ldap/ldaps port
fr_fr: Le port n'est pas un port LDAP valide
it: La porta non è la porta ldap / ldaps valida

source: We cannot connect to LDAP server
fr_fr: Nous ne pouvons pas nous connecter au serveur LDAP
it: Non è possibile connettersi al server LDAP

source: Using the group match function
fr_fr: Utilisation de la fonction de correspondance de groupe
it: Utilizzo della funzione di corrispondenza gruppo

source: but bind password is not set
fr_fr: mais le mot de passe de liaison n'est pas défini
it: Ma la bind password non è impostata

source: Cannot bind to the LDAP server
fr_fr: Impossible de se lier au serveur LDAP
it: Impossibile legare al server LDAP

source: Search results returned false
fr_fr: Les résultats de la recherche sont faux
it: Risultati di ricerca che restituiscono false

source: Search DN
fr_fr: Recherche DN

source: Filter
fr_fr: Filtrer
it: Filtro

source: User was not authorized by the LDAP server
fr_fr: L'utilisateur n'a pas été autorisé par le serveur LDAP
it: L'utente non è stato autorizzato dal server LDAP

source: User DN
fr_fr: Utilisateur DN

source: All methods of binding have failed
fr_fr: Toutes les méthodes de liaison ont échoué
it: Tutti i metodi di associazione sono falliti

source: Search DN did not return any results
fr_fr: La recherche DN n'a donné aucun résultat
it: Ricerca DN non ha restituito alcun risultato

source: Access level is still 0 or false
fr_fr: Le niveau d'accès est toujours 0 ou false
it: Il livello di accesso è ancora 0 o falso

source: No access is allowed
fr_fr: Aucun accès n'est autorisé
it: Nessun accesso è consentito

source: Group Search DN did not return any results
fr_fr: La recherche de groupe DN n'a donné aucun résultat
it: Ricerca nel gruppo DN non ha restituito alcun risultato

source: Group Search DN
fr_fr: Recherche de groupe DN
it: Ricerca gruppo DN

source: Search Method
fr_fr: Méthode de recherche
it: Metodo di ricerca

source: Result
fr_fr: Résultat
it: Risultati

source: LDAP Servers
fr_fr: Serveurs LDAP

source: LDAP Management
fr_fr: Gestion LDAP
it: Gestione LDAP

source: Export LDAPs
fr_fr: Exportation LDAP
it: Esportare LDAP

source: Import LDAPs
fr_fr: Importation LDAP
it: Importare LDAP

source: Plugin Configuration
fr_fr: Configuration Greffon

source: LDAP Connection Name
fr_fr: Nom de la connexion LDAP
it: Nome connessione LDAP

source: LDAP Server Address
fr_fr: Adresse du serveur LDAP
it: Indirizzo server LDAP

source: LDAP Connection Name
fr_fr: Nom de la connexion LDAP
it: Nome connessione LDAP

source: LDAP Server Description
fr_fr: Serveur LDAP description
it: LDAP Server Descrizione

source: LDAP Server
fr_fr: Serveur LDAP
it: Server LDAP

source: Admin Group
fr_fr: Groupe admin
it: Gruppo amministrativo

source: New LDAP Server
fr_fr: Nouveau serveur LDAP
it: Nuovo server LDAP

source: Base Only
fr_fr: Base seulement
it: Solo base

source: Subtree Only
fr_fr: Sous-arbre seulement
it: Solo Sottoalbero

source: Subree and Below
fr_fr: Sous-arbre et dessous
it: Sottoalbero e inferiore

source: LDAP Server Port
fr_fr: Port du serveur LDAP
it: Porta LDAP Server

source: Use Group Matching (recommended)
fr_fr: Utiliser l'appariement des groupes (recommandé)
it: Utilizza gruppo di corrispondenza (consigliato)

source: Search Base DN
fr_fr: Recherche Base DN
it: Cerca Base DN

source: Mobile Group
fr_fr: Groupe mobile
it: Grouppo mobile

source: Initial Template
fr_fr: Modèle initial
it: Modello iniziale

source: Pick a template
fr_fr: Choisir un modèle
it: Scegli un modello

source: Generic LDAP
fr_fr: LDAP générique
it: LDAP Generico

source: User Name Attribute
fr_fr: Attribut du nom d'utilisateur
it: Attributo nome utente

source: Group Member Attribute
fr_fr: Attribut de membre du groupe
it: Attributo membro del gruppo

source: Search Scope
fr_fr: Périmètre de recherche
it: Scope di ricerca

source: Bind DN
fr_fr: Lier DN

source: Bind Password
fr_fr: Lier le mot de passe

source: Create New LDAP
fr_fr: Créer un nouveau LDAP
it: Crea nuovo LDAP

source: Not able to add
fr_fr: Pas en mesure d'ajouter
it: Non in grado di aggiungere

source: Please enter a name for this LDAP server.
fr_fr: Veuillez entrer un nom pour ce serveur LDAP.
it: Si prega di inserire un nome per questo server LDAP.

source: Please enter a LDAP server address
fr_fr: Veuillez entrer une adresse de serveur LDAP
it: Si prega di inserire un indirizzo del server LDAP
