Repository: FOGProject/fogproject
Catalog: packages/web/management/languages/*.UTF-8/LC_MESSAGES/messages.po
Languages: es_es, fr_fr, it, zh_cn

source: Location of kernel files on the PXE server.
es_es: Localización de los archivos del kernel en el servidor pxe.

source: Location of kernel file on the PXE server, this should point to the kernel itself.
es_es: Localización del archivo kernel en el servidor PXE, debe apuntar al mismo kernel.

source: This setting defines the amount of physical memory (in KB) you want to use for the boot image. This setting needs to be larger than the boot image and smaller that the total physical memory on the client.
es_es: Esta configuración define la cantidad de memoria física (en KB) que deseas utilizar para la imagen de arranque. Este ajuste debe ser mayor que la imagen de arranque y más pequeño que la memoria física total en el cliente.

source: The settings was added to workaround a partial implementation of DHCP in the boot image. The boot image is unable to obtain a DNS server address from the DHCP server, so what this setting will do is resolve any hostnames to IP address on the FOG server before writing the config files.
es_es: La configuración se ha añadido para solucionar una implementación parcial de DHCP en la imagen de arranque. La imagen de arranque no es capaz de obtener una dirección del servidor DNS desde el servidor DHCP, así que lo que este ajuste va a hacer es resolver los nombres de equipo a dirección IP en el servidor de FOG antes de escribir los archivos de configuración.

source: The settings defines where the memtest boot image/kernel is located.
es_es: Esta configuración define donde está localizada la imagen de arranque memtest/kernel.
zh_cn: 此设置定义的时间自动登出这台主机。

source: The settings defines where the fog boot file system image is located.
es_es: Esta configuración define donde está localiza la imagen del sistema de arranque fog.
zh_cn: 此设置定义的时间自动登出这台主机。

source: Since the fog boot image has an incomplete dhcp implementation, you can specify a dns address to be used with the boot image. If you are going to use this settings, you should turn <b>FOG_USE_SLOPPY_NAME_LOOKUPS</b> off.
es_es: Como la imagen de arranque fog tiene una implementación dhcp incompleta, puedes especificar una dirección DNS para ser utilizada con la imagen de arranque. Si vas a utilizar esta configuración, debes desactivar <b> FOG_USE_SLOPPY_NAME_LOOKUPS </ b>.

source: This setting defines the hostname or ip address of the NFS server used with FOG.
es_es: Esta configuración define el Nombre del Equipo o Dirección IP del servidor NFS usado por FOG.
zh_cn: 此设置定义的时间自动登出这台主机。

source: This setting defines the username used to access files on the nfs server used with FOG.
es_es: Esta configuración define el nombre de usuario utilizado por FOG para acceder a los archivos en el servidor NFS
zh_cn: 此设置定义的时间自动登出这台主机。

source: This setting defines the password used to access flies on the nfs server used with FOG.
es_es: Esta configuración define la contraseña usada por FOG para acceder a los archivos en el servidor NFS
zh_cn: 此设置定义的时间自动登出这台主机。

source: This setting defines the directory on the NFS server where images are stored.
es_es: Esta configuración define el directorio del servidor NFS donde se almacenarán las imágenes
zh_cn: 此设置定义的时间自动登出这台主机。

source: This setting defines the directory on the NFS server where images are uploaded too.
es_es: Esta configuración define el directorio del servidor NFS donde las imágenes son subidas.

source: This setting defines the web page used to acquire the bandwidth used by the nfs server.
es_es: Esta configuración define a página web usada para adquirir el ancho de banda usada por el servidor NFS.
zh_cn: 此设置定义的时间自动登出这台主机。

source: This setting defines the amount of padding applied to a partition before attempting resize the ntfs volume and upload it.
es_es: Esta configuración define la cantidad de "relleno" que se aplica a una partición antes de intentar cambiar el tamaño del volumen ntfs y restaurarlo.

source: This setting defines the hostname or ip address of the web server used with fog.
es_es: Esta configuración define el nombre del equipo o la dirección IP del servidor web utilizado con fog.
zh_cn: 此设置定义的时间自动登出这台主机。

source: This setting defines the path to the fog webserver\'s root directory.
es_es: Esta configuración define la ruta de acceso al directorio raíz del servidor web fog
zh_cn: 此设置定义的时间自动登出这台主机。

source: This setting defines the ip address of hostname for the server hosting the Wake-on-lan service.
es_es: Esta configuración define el nombre del equipo o la dirección IP del servidor que aloja el servicio Wake-on-lan.

source: This setting defines the path to the files performing the WOL tasks.
es_es: Esta configuración define la ruta de acceso a los archivos de ejecución de la tareas WOL.
zh_cn: 此设置定义的时间自动登出这台主机。

source: This setting defines the network interface used in the WOL process.
es_es: Esta configuración define la interfaz de red utilizada en el proceso WOL.
zh_cn: 此设置定义的时间自动登出这台主机。

source: This setting defines the location of the snapin files. These files must be hosted on the web server.
es_es: Esta configuración define la localización de los archivos snapin. Estos archivos deben estar hospedados en el servidor web.

source: This setting defines how many unicast tasks to allow to be active at one time.
es_es: Esta configuración define cuántas tareas monodifusión pueden estar activas al mismo tiempo.
zh_cn: 此设置定义的时间自动登出这台主机。

source: This setting defines the amount of time between client checks to determine if they are active clients.
es_es: Esta configuración define el tiempo entre verificaciones para determinar si son clientes activos.

source: This setting defines the minimum number of characters in a user\'s password.
es_es: Esta configuración define el número máximo de caracteres para la contraseña de usuario
zh_cn: 此设置定义的时间自动登出这台主机。

source: This setting defines the valid characters used in a password.
es_es: Esta configuración define los caracteres válidos usados para la contraseña.
zh_cn: 此设置定义的时间自动登出这台主机。

source: This setting defines which interface is monitored for traffic summaries.
es_es: Esta configuración define qué interfaz es monitorizada para los resúmenes de tráfico de red.

source: This setting defines the interface used in multicast communications.
es_es: Esta configuración define la interfaz usada para las comunicaciones multidifusión.
zh_cn: 此设置定义的时间自动登出这台主机。

source: This setting defines the starting port number used in multicast communications. This starting port number must be an even number.
es_es: Esta configuración define el número de puerto inicial usado en las comunicaciones multidifusión. Debe ser un número par.

source: This setting defines the maximum number of multicast sessions that can be running at one time.
es_es: Esta configuración define el número máximo de sesiones multidifusión que pueden ser ejecutadas al mismo tiempo.

source: This setting defines
es_es: Esta configuración define

source: This setting defines the location on the web server of the FOG reports.
es_es: Esta configuración define la localización del servidor web para los informes FOG.
zh_cn: 此设置定义的时间自动登出这台主机。

source: This setting defines what css style sheet and theme to use for FOG.
es_es: Este ajuste define la hoja de estilo css y el tema utilizado for FOG.
zh_cn: 此设置定义的时间自动登出这台主机。

source: This setting defines if you would like to remove hibernate and swap files before uploading a Windows image.
es_es: Este ajuste defone si te gustaria eliminar la hibernación y los archivos de intercambio antes de restaurar una imagen Windows.

source: This setting defines if the Windows Service module directory cleaner should be enabled on client computers. This service is clean out the contents of a directory on when a user logs out of the workstation. (Valid values: 0 or 1).
es_es: Esta configuración define si el Servicio de Limpiza de directorio de Windows debe estar habilitado en los equipos cliente. Este servicio limpia el contenido de un directorio cuando un usuario cierra la sesión en el equipo. (Los valores válidos son: 0 o 1).

source: This setting defines if the FOG management portal uses animation effects on it. Valid values are 0 or 1
es_es: Esta configuración define si el portal de gestión FOG usa efectos de animación. Los valores válidos son 0 o 1

source: This setting defines if user cleanup should be enabled. The User Cleanup module will remove all local windows users from the workstation on log off accept for users that are whitelisted. (Valid values are 0 or 1)
es_es: Esta configuración define si la limpieza de usuario estará activa. El módulo de limpieza de usuario eliminará todos los usuarios locales de Windows del equipo al cerrar sesión, para usuarios que estén en la lista blanca. (Los valores válidos son 0 o 1)

source: This setting defines if the green fog module should be enabled. The green fog module will shutdown or restart a computer at a set time. (Valid values are 0 or 1)
es_es: Esta configuración define si el módulo Eco FOG estará activo. El módulo Eco FOG apagará o reiniciará un equipo a una hora establecida. (Los valores válidos son 0 o 1)

source: This setting defines if the auto log off module should be enabled. This module will log off any active user after X minutes of inactivity. (Valid values are 0 or 1)
es_es: Esta configuración define si el módulo de cierre de sesión automático estará activo. Este módulo cerrara sesión a cualquier usuario activo después de una inactividad de X minutos. (Los valores válidos son 0 o 1)

source: This setting defines if the fog display manager should be active. The fog display manager will reset the clients screen resolution to a fixed size on log off and on computer start up. (Valid values are 0 or 1)
es_es: Esta configuración define si el Administrador de pantallas fog estará activo. El administrador de pantallas fog restablecerá la resolución de pantalla de los clientes a un valor fijo al cerrar sesión y al arrancar el equipo. (Los valores válidos son 0 o 1)

source: This setting defines the default width in pixels to reset the computer display to with the fog display manager service.
es_es: Esta configuración define la anchura predeterminada en píxeles para restablecer la pantalla del equipo a partir del servicio Administrador de Pantallas.

source: This setting defines the default height in pixels to reset the computer display to with the fog display manager service.
es_es: Esta configuración define la altura predeterminada en píxeles para restablecer la pantalla del equipo a partir del servicio Administrador de Pantallas.

source: This setting defines the default refresh rate to reset the computer display to with the fog display manager service.
es_es: Esta configuración define el valor de la frecuencia del monitor predeterminada a través del administrador de pantallas fog.

source: This setting defines the number of minutes to wait before logging a user off of a PC. (Value of 0 will disable this module.)
es_es: Esta configuración define el número de minutos de espera antes de cerrar la sesión de un equipo. (El valor 0 desactivará este módulo).

source: This setting defines the location of the background image used in the auto log off module. The image should be 300px x 300px. This image can be located locally (such as c:\\images\\myimage.jpg) or on a web server (such as http://freeghost.sf.net/images/image.jpg)
es_es: Esta configuración define la localización de la imagen de fondo usada en el módulo de cierre de sesión automático. Esta imagen debe ser de 300x300 píxeles. Esta imagen puede guardarse en local (p.e. c:\\images\\myimage.jpg) o en el servidor web (p.e. http://freeghost.sf.net/images/image.jpg)

source: This setting defines the keymap used on the client boot image.
es_es: Esta configuración define el idioma del teclado usado en la imagen de arranque del cliente.
zh_cn: 此设置定义的时间自动登出这台主机。

source: This setting defines if the fog hostname changer should be globally active. (Valid values are 0 or 1)
es_es: Esta configuración define si el módulo de Cambio de Nombre de Equipo estará activo globalmente. (Los valores válidos son 0 o 1)

source: This setting defines if the fog snapin installer should be globally active. (Valid values are 0 or 1)
es_es: Esta configuración define si el instalador fog de snapin estará activo globalmente. (Los valores válidos son 0 o 1)

source: This setting allows you to add additional kernel arguments to the client boot image. This setting is global for all hosts.
es_es: Esta configuración te permite añadir al kernel argumentos adicionales para la imagen de arranque del cliente. Esta configuración es global para todos los equipos.

source: This setting defines if the fog client updater should be globally active. (Valid values are 0 or 1)
es_es: Esta configuración define si el actualizador de cliente FOG estará globalmente activo. (Valores válidos 0 o 1)

source: This setting defines if the fog host register should be globally active. (Valid values are 0 or 1)
es_es: Esta configuración define si el registrador de equipos FOG estará globalmente activo. (Valores válidos 0 o 1)

source: This setting defines if the fog printer maanger should be globally active. (Valid values are 0 or 1)
es_es: Esta configuración define si el administración de impresoras FOG estará globalmente activo. (Valores válidos 0 o 1)

source: This setting defines if the fog task reboot should be globally active. (Valid values are 0 or 1)
es_es: Esta configuración define si el reinicio por tareas pendientes FOG estará globalmente activo. (Valores válidos 0 o 1)

source: This setting defines if the fog user tracker should be globally active. (Valid values are 0 or 1)
es_es: Esta configuración define si el seguimiento de usuarios fog se activará globalmente. (Los valores válidos son 0 o 1)

source: This setting defines the default value to populate the host\'s Active Directory domain name value.
es_es: Esta configuración define el valor predeterminado para rellenar el nombre del equipo en el dominio Active Directory.

source: This setting defines the default value to populate the host\'s Active Directory OU value.
es_es: Esta configuración define el valor predeterminado para rellenar el valor OU del Equipo en el Active Directory
zh_cn: 此设置定义的时间自动登出这台主机。

source: This setting defines the default value to populate the host\'s Active Directory user name value.'
es_es: Esta configuración define el valor predeterminado para rellenar el valor del nombre de usuario del Equipo en el Active Directory

source: This setting defines the default value to populate the host\'s Active Directory password value. This settings must be encrypted.
es_es: Esta configuración define el valor por defecto para rellenar el valor de la contraseña de los equipos en el Active Directory. Esta configuración se debe encriptar.

source: This setting defines the location of the fog utility directory.
es_es: Esta configuración define la localización del la Utilidad Directorio fog.
zh_cn: 此设置定义的时间自动登出这台主机。

source: This setting defines if the fog plugin system should be enabled.
es_es: Esta configuración define si el sistema plugin fog debe habilitarse.
zh_cn: 此设置定义的时间自动登出这台主机。

source: This setting defines the base location of fog plugins.
es_es: Esta configuración define la ubicación del la base de plugins fog.
zh_cn: 此设置定义的时间自动登出这台主机。

source: Auto generated fog nfs group
es_es: Grupo NFS FOG autogenerado

source: Auto generated fog nfs group member
es_es: Miembro del grupo NFS FOG autogenerado

source: This setting defines the username the storage nodes should use to connect to the fog server.
es_es: Esta configuración define el Nombre de Usuario para conectar los Nodos de almacenamiento con el servidor fog.
zh_cn: 此设置定义的时间自动登出这台主机。

source: This setting defines the password the storage nodes should use to connect to the fog server.
es_es: Esta configuración define la contraseña para que los nodos de almacenamiento se conecten con el servidor fog.
zh_cn: 此设置定义的时间自动登出这台主机。

source: This setting defines the username used for the ssh client.
es_es: Esta configuración define el nombre de usuario usado por el cliente ssh.
zh_cn: 此设置定义的时间自动登出这台主机。

source: This setting defines the port to use for the ssh client.
es_es: Esta configuración define el puerto usado para el cliente ssh.
zh_cn: 此设置定义的时间自动登出这台主机。

source: This setting defines which page is displayed in each section, valid settings includes <b>LIST</b> and <b>SEARCH</b>.
es_es: Esta configuración define la pagina mostrada en cada sección, como valores válidos se incluyen <b>LIST</b> y <b>SEARCH</b>.

source: This setting defines the default value for the pxe menu timeout.
es_es: Esta configuración define el valor predeterminado del tiempo que se mostrará el menú pxe
zh_cn: 此设置定义的时间自动登出这台主机。

source: This setting defines the proxy ip address to use.
es_es: Esta configuración define la dirección ip del proxy a usar.
zh_cn: 此设置定义的时间自动登出这台主机。

source: This setting defines the proxy port address to use.
es_es: Esta configuración define el puerto del proxy a usar.
zh_cn: 此设置定义的时间自动登出这台主机。

source: This setting defines the location of util base, which is typically /opt/fog/
es_es: Esta configuración define la localización de la base util, que suele estar en /opt/fog
zh_cn: 此设置定义的时间自动登出这台主机。

source: This setting defines if you would like the FOG pxe menu hidden or displayed
es_es: Esta configuración define si quieres mostrar u ocultar el menú pxe

source: This setting defines if you would like to append any settings to the end of your PXE default file.
es_es: Esra configuración define si quieres añadir alguna configuración al final de tu fichero predeterminado PXE.

source: This setting defines if you would like to use the legacy active tasks window. Note: The legacy screen will no longer be updated.
es_es: Esta configuración define si quieres usar la ventana de tareas activas "heredadas". Nota: esta ventana no se actualizará.

source: database schema installer/updater
es_es: Instalador/Actualizar del Esquema de Base de Datos.

source: Update/Install Successful!
es_es: Se ha actualizado/Instalado con éxito.

source: to login.
es_es: para iniciar sesión.

source: Update/Install Failed!
es_es: Fallo al Actualizar/Instalar

source: Update not required, your database schema is up to date!
es_es: La actualización no es necesaria, ¡Tu esquema de base de datos está actualizada!

source: Make sure your database username and password are correct.
es_es: Asegúrese de que el usuario y contraseña son correctos.

source: Your FOG database schema is not up to date, either because you have updated FOG or this is a new FOG installation. If this is a upgrade, we highly recommend that you backup your FOG database before updating the schema (this will allow you to return the previous installed version).
es_es: Tu Esquema de Base de Datos FOG no está actualizada, ya sea porque has actualizado FOG o porque se trata de una instalación nueva. Si se trata de una actualización, te recomendamos encarecidamente que realices una copia de seguridad de tu base de daos FOG antes de actualizar el esquema (esto te permitirá poder volver a la versión instalada anteriormente)

source: If you would like to backup your FOG database you can do so my using MySql Administrator or by running the following command in a terminal window (Applications -> System Tools -> Terminal), this will save sqldump in your home directory.
es_es: Di quieres realizar una copia de seguridad de la base de datos FOG, puedes hacerlo usando el Administrador de MySql o ejecutando el siguiente comando en una ventana de terminal (Aplicaciones -> Accesorios -> Terminal), esto guardará sqldump en tu directorio personal.

source: Are you sure you wish to install/update the FOG database?
es_es: ¿Estas seguro que quieres instalar/Actualizar la base de datos FOG?
zh_cn: 你确定要更新的MAC地址列表？

source: Install/Upgrade Now
es_es: Instalar/Actualizar ahora

source: Enabled?
es_es: Activado
zh_cn: 启用

source: after task completion
es_es: ¿Apagar el equipo desde de completar la tarea?
zh_cn: 关机后任务完成？

source: %s Menu
es_es: Menú %s
zh_cn: 主机菜单 %s

source: A host with this MAC already exists with Hostname:
es_es: ¡Ya existe un usuario con ese nombre!
zh_cn: 具有此名称的用户已经存在！

source: A task already exists for this Host at this cron schedule
es_es: ¡Ya existe una imagen con ese nombre!
zh_cn: 已存在的图像与这个名字！

source: Actions
es_es: Acción
it: azioni
zh_cn: 操作

source: Active/Type
es_es: Tareas Activas
zh_cn: 打开插槽

source: Add Association
es_es: Acciones Avanzadas
zh_cn: 高级动作

source: Add Event (24 Hour Format):
es_es: Añadir Evento (Formato 24 Horas)
zh_cn: 添加事件（24小时制）

source: Add Host(s) to Group
es_es: Añadir al grupo
zh_cn: 添加到组

source: Add Image to DMI Associations
es_es: Descripción de Imagen
zh_cn: 图像描述

source: Add Image to Host(s)
es_es: Imagen de Equipo
zh_cn: 图像主机

source: Add New Snapin
es_es: Nuevo Snapin
zh_cn: 在新的管理单元

source: Add New Storage Node
es_es: Añadir nodo de almacenamiento
zh_cn: 增加存储节点

source: Add Snapin to all hosts in
es_es: Añadir Snapin a todos los equipos
zh_cn: 添加管理单元中的所有主机中

source: Add Snapin(s)
es_es: Añadir SnapIns
zh_cn: 添加管理单元项

source: Add hosts to group
es_es: Añadir al grupo
zh_cn: 添加到组

source: Add new printer
es_es: Añadir Nueva Impresora
zh_cn: 添加新的打印机

source: Add to Group(s)
es_es: Añadir al grupo
zh_cn: 添加到组

source: Add to Snapin(s)
es_es: Añadir SnapIns
zh_cn: 添加管理单元项

source: All Images
es_es: Mostrar Imágenes
zh_cn: 清单上的所有图片

source: All Snap-ins
es_es: Todos los Snapins
zh_cn: 所有管理单元

source: All Tasks
es_es: Todas las Tareas Activas
zh_cn: 所有活动任务

source: All Users
es_es: Listar Usuarios
zh_cn: 所有用户列表

source: Already installed!
es_es: ¡Ha sido instalado!
zh_cn: 已经安装好了！

source: Cancel Task
es_es: Tareas Básicas
zh_cn: 基本任务

source: Check here to see hosts not within a group
es_es: Agregar una nueva impresora a todos los equipos de este grupo
zh_cn: 添加新的打印机在这一组中的所有主机。

source: Click the button to export the database.
es_es: Haga clic en el icono de abajo para eliminar esta impresora de la base de datos de FOG.
zh_cn: 在下面的图标点击删除 FOG数据库这台打印机。

source: Client
es_es: Clientes Max
it: Cliente
zh_cn: 最大客户

source: Client Service
es_es: Servicio de Cliente FOG
zh_cn: FOG 客户服务更新

source: Client module update deleted!
es_es: Módulo de Actualización de cliente eliminado:
zh_cn: 客户端模块更新删除：

source: Configuration
es_es: Configuración del Módulo
it: Configurazione
zh_cn: 模块配置

source: Create
es_es: Creado por
zh_cn: 创建人：

source: Create Date
es_es: Fecha de creación
zh_cn: 创建日期

source: Create Time
es_es: Hora de creación
zh_cn: 建立时间

source: Database Added!
es_es: Error de la base de datos
zh_cn: 数据库错误

source: Default log out time (in minutes):
es_es: Tiempo de espera de Cierre de Sesión Predeterminado (en minutos)
zh_cn: 默认登出时间（分钟）

source: Delete all hosts within the group as well?
es_es: Eliminar impresora de todos los equipos de este grupo
zh_cn: 删除打印机从本组中的所有主机。

source: Deploy Image to Host
es_es: Imagen de Equipo
zh_cn: 图像主机

source: Deploy Task
es_es: Restaurar Snapins
zh_cn: 部署管理单元插件

source: Deployed
es_es: Restaurar
zh_cn: 部署

source: Directory already exists.
es_es: El Directorio introducido ya existe.
zh_cn: 目录项已存在。

source: Domain Name
es_es: Nombre de Dominio
zh_cn: 域名

source: Domain OU
es_es: Nombre de Dominio
zh_cn: 域名

source: Done!
es_es: Realizado
zh_cn: 完成

source: Done, but unable to create task!
es_es: No se pudo iniciar la tarea
zh_cn: 无法启动任务

source: Download the FOG client service. This service allows for advanced management of the PC, including hostname changing, etc...
es_es: Descarga el Servicio de Cliente FOG. Este servicio permite la administración avanzada del PC, incluido el cambio de nombre del equipo, etc.

source: Download/Upload
es_es: Descarga
zh_cn: 下载

source: Edit Group
es_es: Mostrar Grupos
zh_cn: 团体名单
