Repository: FOGProject/fogproject
Catalog: packages/web/management/languages/*.UTF-8/LC_MESSAGES/messages.po
Languages: es_es, fr_fr, it, zh_cn

source: Please choose a different path
fr_fr: Veuillez choisir un autre chemin
it: Scegliere un percorso diverso

source: this one is already in use by another image
fr_fr: celle-ci est déjà utilisée par une autre image
it: questo è gà in uso in un'altra immagine

source: Add image failed!
fr_fr: L'ajout d'une image a échoué !
it: Aggiuta immagine non riuscita!

source: Image added!
fr_fr: Image ajoutée !
it: Immagine aggiunta!

source: Image Create Success
fr_fr: Succès dans la création de l'image
it: Creazione immagine riuscita

source: Image Create Fail
fr_fr: Échec dans la création de l'image
it: Creazione immagine fallita

source: Image General
fr_fr: Généralités sur les images
it: Immagine principale

source: Image Storage Groups
fr_fr: Groupe de stockage des images
it: Groppo di archiviazione immagini

source: Check here to see what storage groups can be added
fr_fr: Vérifiez ici pour voir quels groupes de stockage peuvent être ajoutés
it: Controlla qui per vedere quali gruppi di archiviazione possono essere aggiunti

source: Add Storage Groups
fr_fr: Ajouter un groupe de stockage
it: Aggiungi gruppo di archiviazione

source: Add selected storage groups
fr_fr: Ajouter les groupes de stockage sélectionnés
it: Aggiungi gruppo di archiviazione selezionato

source: Update/Remove Storage Groups
fr_fr: Mise à jour / suppression de groupes de stockage
it: Aggiungi/rimuovi gruppo di archiviazione

source: Update primary group
fr_fr: Mise à jour du groupe principal
it: Aggiornamento gruppo primario

source: Remove selected groups
fr_fr: Supprimer les groupes sélectionnés
it: Rimuovi i gruppi selezionati

source: No groups selected to be removed
fr_fr: Aucun groupe sélectionné ne peut être supprimé
it: Nessun gruppo selezionato per la rimozione

source: You must have at least one group associated
fr_fr: Vous devez avoir au moins un groupe de stockage associé
it: È necessaria l'associazione di almeno un gruppo di archiviazione

source: Image update failed!
fr_fr: La mise à jour de l'image a échoué !
it: Modifica immagine fallita

source: Image updated!
fr_fr: Image mise à jour !
it: immagine aggiornata

source: Image Update Success
fr_fr: Réussite de la mise à jour de l'image
it: Modifica immagine riuscita

source: Image Update Fail
fr_fr: Échec de la mise à jour de l'image
it: Aggiornamento immagine fallito

source: Session Name
fr_fr: Nom de session
it: Nome sessione

source: Client Count
fr_fr: Nombre de clients
it: Conte client

source: Timeout
fr_fr: Délai d'attente
it: Tempo scaduto

source: Select Image
fr_fr: Sélectionner l'image
it: Seleziona Immagine

source: Start Session
fr_fr: Démarrer la session
it: Inizia sessione

source: Multicast Image
fr_fr: Image Multicast
it: Immagine Multicast

source: Start Multicast Session
fr_fr: Démarrez la session Multicast
it: Inizia sessione multicast

source: Task Name
es_es: Nombre de Tarea
fr_fr: Nom de la tâche
it: Nome attività
zh_cn: 任务名称

source: Percent
fr_fr: Pour cent
it: Per cento

source: Stop Task
fr_fr: Arrêter la tâche
it: arresto Task

source: Current Sessions
fr_fr: Sessions en cours
it: Sessioni correnti

source: Please input a session name
fr_fr: Veuillez saisir un nom de session
it: Si prega di inserire un nome di sessione

source: Please choose an image
fr_fr: Veuillez choisir une image
it: Scegliere un immagine

source: Session with that name already exists
fr_fr: Une session avec ce nom existe déjà
it: Sessione con questo nome esiste già

source: Session name cannot be the same as an existing hostname
fr_fr: Nom de la session ne peut pas être le même qu'un nom de machine
it: nome della sessione non può essere la stessa di un nome host esistente

source: Please wait until a slot is open
fr_fr: Veuillez attendre qu'un créneau se libère
it: Attendere l'apertura di uno slot

source: There are currently
fr_fr: Il y a actuellement
it: Ci sono attualmente

source: tasks in queue
fr_fr: tâches dans la file d'attente
it: attività in coda

source: Your server only allows
fr_fr: Votre serveur ne permet que
it: Il tuo server consente solo

source: Failed to create Session
fr_fr: Échec de la création Session
it: Impossibile creare Session

source: Multicast session created
fr_fr: Session Multicast créé
it: sessione multicast creato

source: has been started on port
fr_fr: a été lancé sur le port
it: è stato avviato sulla porta

source: Cancelled task
fr_fr: Tâche annulée
it: compito Annullato

source: Plugin Name
es_es: Complementos
fr_fr: Nom greffon
it: Nome Plugin
zh_cn: 插件

source: Unable to determine plugin details.
fr_fr: Impossible de déterminer les détails du greffon.
it: Impossibile determinare i dettagli plugin.

source: Plugin Description
es_es: Descripción Snapin
fr_fr: Description du greffon
it: Plugin Descrizione
zh_cn: 管理单元说明

source: Plugin Installation
fr_fr: Installation du greffon
it: Installazione Plugin

source: This plugin is not installed
fr_fr: Ce greffon n'est pas installé
it: Questo plugin non è attualmente installato

source: would you ilke to install it now
fr_fr: souhaitez-vous l'installer maintenant
it: ti piacerebbe installarlo ora

source: Install Plugin
fr_fr: Installer greffons
it: Installare plugin

source: Reboot after deploy
es_es: Reiniciar después de Instalar
fr_fr: Reboot après déploiement
it: Riavvio dopo Deploy
zh_cn: 安装后重新启动

source: Shutdown after deploy
es_es: ¿Apagar el equipo desde de completar la tarea?
fr_fr: Arrêt après déploiement
it: Shutdown dopo Deploy
zh_cn: 关机后任务完成？

source: Basic Settings
fr_fr: Paramètres basiques
it: Impostazioni di base

source: DMI Field
fr_fr: Champ DMI
it: DMI campo

source: After image Action
fr_fr: Action après image
it: Azione successiva per l'immagine

source: Image Associations
fr_fr: Associations des images
it: Associazioni di immagini

source: Image Definition
es_es: Descripción de Imagen
fr_fr: Définition image
it: immagine Definizione
zh_cn: 图像描述

source: DMI Result
es_es: Resultados De los Equipos
fr_fr: Résultat DMI
it: DMI Risultato
zh_cn: 主机结果

source: Image to DMI Mappings
fr_fr: Correspondances entre images et DMI
it: Immagine alle associazioni DMI

source: OS Name
es_es: Nombre del S.O.
fr_fr: Nom OS
it: Nome OS
zh_cn: 操作系统名称

source: DMI Key
fr_fr: Clé DMI
it: DMI chiave

source: Current Associations
fr_fr: Associations actuelles
it: Associazioni attuali

source: Remove Selected?
fr_fr: Supprimer la sélection ?
it: Rimuovi i selezionati

source: Remove Associations
fr_fr: Supprimer les associations
it: Rimuove le associazioni

source: Invalid Plugin Passed
fr_fr: Greffon non valide passé
it: Plugin non valido passato

source: Failed to install plugin
fr_fr: Impossible d'installer le greffon
it: Impossibile installare plug-in

source: Failed to save plugin
fr_fr: Impossible d'enregistrer le greffon
it: Impossibile salvare plug-in

source: Plugin Installed!
es_es: ¡Ha sido instalado!
fr_fr: Greffon installé !
zh_cn: 已经安装好了！

source: Must have an image associated
fr_fr: Doit avoir une image associée
it: Deve avere un'immagine associata

source: Failed to save assignment
fr_fr: Échec de l'enregistrement de l'affectation
it: Impossibile salvare l'assegnazione

source: Assignment saved successfully
fr_fr: L'affectation a été sauvegardée avec succès
it: Assegnazione salvata

source: Destroyed assignments
fr_fr: Affectations détruites
it: Assegnamenti distrutti

source: Destroyed assignment
fr_fr: Affectation détruite
it: Assegnazione distrutta

source: Printer Name
fr_fr: Nom de l'imprimante
it: Nome stampante

source: Config File
fr_fr: Fichier de configuration
it: File di configurazione

source: Copy from existing
fr_fr: Copie de l'existant
it: Copia da esistenti

source: Printer Name/Alias
fr_fr: Nom / alias de l'imprimante
it: Nome della stampante/Alias

source: e.g.
fr_fr: par exemple
it: es.

source: Printer Description
fr_fr: Description imprimante
it: Descrizione della stampante

source: Printer Port
es_es: Puerto de Impresora
fr_fr: Port d'imprimante
it: porta stampante
zh_cn: 打印机端口

source: Printer INF File
es_es: Imprimir archivo INF
fr_fr: Fichier INF imprimante
it: Stampante INF File
zh_cn: INF文件打印

source: Printer IP
fr_fr: Imprimante IP
it: IP della stampante

source: Printer Model
es_es: Modelo de la Impresora
fr_fr: Modèle d'imprimante
it: Modello stampante
zh_cn: 打印机型号

source: Printer Config File
fr_fr: Fichier de configuration de l'imprimante

source: Create New Printer
fr_fr: Créer une nouvelle imprimante
it: Crea nuova stampante

source: Add New Printer
es_es: Añadir Nueva Impresora
fr_fr: Ajouter une nouvelle imprimante
it: Aggiungi nuova stampante
zh_cn: 添加新的打印机

source: A name must be set
fr_fr: Un nom doit être défini
it: Un nome deve essere impostato

source: Printer name already exists
fr_fr: Ce nom d'imprimante existe déjà
it: Nome stampante già esistente

source: Add printer failed!
fr_fr: L'ajout de l'imprimante a échoué !
it: Aggiunta stampante non riuscita!

source: Printer added!
fr_fr: Imprimante ajoutée !
it: Stampante aggiunta

source: Printer Create Success
fr_fr: Succès dans la création de l'imprimante
it: Creazione stampante riuscita

source: Printer Create Fail
fr_fr: Échec dans la création de l'imprimante
it: Creazione stampante fallita

source: Printer General
fr_fr: Imprimante Général
it: Stampante Generale

source: A printer name is required!
fr_fr: Un nom d'imprimante est nécessaire !
it: È richiesto un nome di stampante!

source: A printer already exists with this name!
fr_fr: Une imprimante existe déjà sous ce nom !
it: Nome stampante già esistente on questo nome!

source: Printer update failed!
fr_fr: Mise à jour de l'imprimante a échoué !
it: Aggiornamento della stampante non è riuscito!

source: Printer updated!
fr_fr: Imprimante mis à jour!
it: aggiornato stampante!

source: Printer Update Success
fr_fr: Imprimante mise à jour
it: Aggiornamento stampante riuscito

source: Printer Update Fail
fr_fr: Impossible de mettre à jour l'imprimante
it: Aggiornamento della stampante non riuscito

source: Import Reports
fr_fr: Importation des rapports
it: Importa Report

source: Import FOG Reports
fr_fr: Importations des rapports FOG
it: Importa FOG Report

source: Import Report?
fr_fr: Importer les rapports ?
it: Importa Report?

source: This section allows you to uploade user
fr_fr: Cette section vous permet d'uploader
it: Questa sezione consente di caricare l'utente

source: defined reports that may not be a part of
fr_fr: des rapports définis par l'utilisateur qui peuvent ne pas faire partie de
it: rapporti definiti che potrebbero non essere parte di esso

source: the base FOG install
fr_fr: l'installation de base de FOG
it: installare FOG di base

source: About FOG Reports
es_es: Acerca de los Informes FOG
fr_fr: À propos des rapports de FOG
it: Informazioni sui report FOG
zh_cn: 关于 FOG 的报告

source: FOG Reports exist to give you information about what
fr_fr: Les rapports FOG vous fournissent des informations sur ce qui
it: Esistono rapporti FOG per fornire informazioni su cosa

source: is going on with your FOG System
fr_fr: se passe sur votre système FOG
it: sta succedendo al tuo sistema FOG

source: To view a report, select an item from the menu
fr_fr: Pour afficher un rapport, sélectionnez un item du menu latéral
it: Per visualizzare un report, selezionare una voce dal menu

source: Database Schema Installer / Updater
es_es: Instalador/Actualizar del Esquema de Base de Datos.
fr_fr: Installation / Mise à jour du schéma de la base de données
it: Database Schema di installazione / aggiornamento

source: Install/Update
fr_fr: Installation / mise à jour
it: Installa/Aggiorna

source: If you would like to backup your
fr_fr: Si vous souhaitez sauvegarder votre
it: Se vuoi eseguire il backup del tuo

source: FOG database you can do so using
fr_fr: la base de données FOG, vous pouvez le faire en utilisant
it: FOG database è possibile farlo utilizzando

source: MySQL Administrator or by running
fr_fr: l'administration MySQL ou en exécutant
it: MySQL Administrator o eseguendo

source: the following command in a terminal
fr_fr: la commande suivante dans un terminal
it: il seguente comando in un terminale

source: window
fr_fr: fenêtre
it: finestra

source: System Tools
fr_fr: Outils système
it: Utilità di sistema

source: this will save the backup in your home
fr_fr: cela permettra de réaliser un backup dans votre home
it: Questo salverà il backup nella tua

source: directory
fr_fr: dossier

source: Your FOG database schema is not up to date
fr_fr: Le schéma de votre base de données FOG n'est pas à jour
it: Il tuo schema di database FOG non è aggiornato

source: either because you have updated
fr_fr: soit parce que vous avez mis à jour
it: Sia perché hai aggiornato

source: or this is a new FOG installation
fr_fr: ou il s'agit d'une nouvelle installation de FOG
it: o questa è una nuova installazione di FOG

source: If this is an upgrade
fr_fr: Si c'est une mise à jour
it: Se questo è un aggiornamento

source: there will be a database backup stored on your
fr_fr: il y aura une sauvegarde de la base de données stockée sur votre
it: Ci sarà un backup del database memorizzato sul tuo

source: FOG server defaulting under the folder
fr_fr: serveur FOG se trouvant par défaut dans le dossier
it: server FOG per default nella cartella

source: Should anything go wrong
fr_fr: En cas de problème
it: Qualsiasi cosa andasse storto

source: this backup will enable you to return to the
fr_fr: cette sauvegarde vous permettra de revenir à
it: Questo backup vi permetterà di ritornare alla

source: previous install if needed
fr_fr: l'installation précédente si nécessaire
it: installazione precedente se necessario

source: Are you sure you wish to
fr_fr: Êtes-vous sûr de vouloir
it: Sei sicuro di voler

source: install or update the FOG database
fr_fr: installer ou mettre à jour la base de données du FOG
it: Installare o aggiornare il database FOG

source: Install/Update Now
fr_fr: Installation / Mise à niveau maintenant
it: Installa/Aggiorna adesso

source: Database not available
fr_fr: Base de données non disponible
it: Database non disponibile

source: Your database connection appears to be invalid
fr_fr: Votre connexion à la base de données semble être invalide
it: La connessione al database sembra non valida

source: FOG is unable to communicate with the database
fr_fr: Le FOG ne parvient pas à communiquer avec la base de données
it: FOG non è in grado di comunicare con il database

source: There are many reasons why this could be the case
fr_fr: Il y a plusieurs raisons pour lesquelles cela pourrait être le cas
it: Ci sono molte ragioni per cui questo potrebbe essere il caso

source: Please check your credentials in
fr_fr: Veuillez vérifier vos informations d'identification dans
it: Controlla le tue credenziali

source: Also confirm that the database is indeed running
fr_fr: Confirmez également que la base de données fonctionne bien
it: Confermare anche che il database sia in esecuzione

source: If credentials are correct
fr_fr: Si les informations d'identification sont correctes
it: Se le credenziali sono corrette

source: and if the Database service is running
fr_fr: et si le service de base de données est en cours d'exécution
it: e se il servizio Database è in esecuzione

source: check to ensure your filesystem has enough space
fr_fr: vérifiez que votre système de fichiers dispose de suffisamment d'espace
it: cerificare che il filesystem abbia spazio sufficiente

source: No connection available
fr_fr: Aucune connexion disponible
it: Nessuna connessione disponibile

source: Update not required!
fr_fr: La mise à jour n'est pas nécessaire !
it: Aggiornamento non richiesto!

source: Function
fr_fr: Fonction
it: Funzione

source: Database
fr_fr: Base de données

source: Variable contains
fr_fr: La variable contient
it: La variabile contiene

source: Database SQL
fr_fr: Base de données SQL

source: Install / Update Failed!
fr_fr: Installation / mise à jour a échoué !
it: Installare / Aggiornamento non riuscito!

source: The following errors occurred
fr_fr: Les erreurs suivantes sont survenues
it: Si sono verificati i seguenti errori

source: Install / Update Successful!
fr_fr: Installation / Mise à jour réussie !
it: Installare / Aggiornamento di successo!

source: to login
fr_fr: ouvrir une session
it: il login

source: The following errors occured
fr_fr: Les erreurs suivantes se sont produites
it: I seguenti errori si è verificato

source: Edit Node
fr_fr: Modifier le nœud
it: Modifica nodo

source: Server information
fr_fr: Informations sur le serveur
it: Informazioni sul server

source: Invalid Server Information!
es_es: ¡Información del Servidor No Válida!
fr_fr: Informations sur le serveur invalide !
it: Information Server non valido!
zh_cn: 无效的服务器信息！

source: Unable to get server infromation!
fr_fr: Impossible d'obtenir des informations sur le serveur !
it: Impossibile ottenere informazioni sul server!

source: Unable to find basic information!
fr_fr: Impossible de trouver les informations de base !
it: Impossibile trovare informazioni di base!

source: Dropped
es_es: Reducción
fr_fr: Abandonné
zh_cn: 丢弃

source: General Information
es_es: Información General
fr_fr: Informations générales
it: Informazione generale
zh_cn: 常规信息

source: Uptime
es_es: Tiempo de Actividad
fr_fr: Temps de fonctionnement
zh_cn: 正常运行时间

source: CPU Type
es_es: Tipo de CPU
fr_fr: Type de processeur
it: Tipo CPU
zh_cn: CPU类型

source: CPU Count
es_es: Nº CPUs
fr_fr: Nombre de CPU
it: Conte CPU
zh_cn: CPU的计数

source: CPU Model
es_es: Modelo de CPU
fr_fr: Modèle CPU
it: Modello CPU
zh_cn: CPU型号

source: CPU Cache
es_es: Caché de CPU
fr_fr: Cache du CPU
it: cache della CPU
zh_cn: CPU缓存

source: Total Memory
es_es: Memoria Total
fr_fr: Mémoire totale
it: Memoria totale
zh_cn: 总内存

source: Used Memory
es_es: Memoria Utilizada
fr_fr: Mémoire utilisée
it: memoria utilizzata
zh_cn: 使用的内存

source: Free Memory
es_es: Memoria Libre
fr_fr: Mémoire libre
it: Memoria libera
zh_cn: 可用内存

source: File System Information
es_es: Información del Sistema de Ficheros
fr_fr: Informations sur les fichiers système
zh_cn: 文件系统信息

source: Total Disk Space
es_es: Espacio Total del Disco
fr_fr: Espace disque total
it: Spazio su disco totale
zh_cn: 总磁盘空间

source: Used Disk Space
es_es: Espacio de Disco Utilizado
fr_fr: Espace disque utilisé
it: Usato spazio su disco
zh_cn: 使用的磁盘空间

source: Free Disk Space
fr_fr: Espace disque libre
it: Spazio libero su disco

source: Network Information
es_es: Información de Red
fr_fr: Information sur le réseau
it: Informationi di rete
zh_cn: 网络信息

source: Service general
fr_fr: À propos des services
it: Servizio generale

source: This will allow you to configure how services
fr_fr: Cela vous permettra de configurer la façon dont les services
it: Ciò consentirà di configurare come servizi

source: function on client computers.
fr_fr: fonctionnent sur les ordinateurs clients.
it: funziona sui computer client.

source: The settings tend to be global which affects all hosts.
fr_fr: Les paramètres ont tendance à être globaux, ce qui affecte tous les hôtes.
it: Le impostazioni tendono ad essere le impostazioni globali che influenzano tutti gli host

source: If you are looking to configure settings for a specific host
fr_fr: Si vous cherchez à configurer les paramètres pour une machine spécifique
it: Se si desidera configurare le impostazioni di un host specifico

source: please see the hosts service settings section.
fr_fr: veuillez consulter la section sur les paramètres du service des machines.
it: Si prega di consultare la sezione di impostazioni del servizio host

source: To get started please select an item from the menu.
fr_fr: Pour commencer, veuillez sélectionner un élément dans le menu.
it: Per iniziare, seleziona un elemento dal menu.

source: FOG Client Download
fr_fr: Téléchargement du Client FOG
it: FOG client Scarica

source: Use the following link to go to the client page.
fr_fr: Utilisez le lien suivant pour accéder à la page du client.
it: Utilizzare il seguente collegamento per accedere alla pagina client.

source: There you can download utilities such as FOG Prep
fr_fr: Vous pouvez y télécharger des utilitaires tels que FOG Prep
it: Qui è possibile scaricare programmi di utilità come FOG Prep

source: and both the legacy and new FOG clients.
fr_fr: et les anciens et nouveaux clients FOG.
it: ed entrambi i client FOG legacy e nuovi.

source: Click Here
fr_fr: Cliquez ici
it: Clicca qui

source: Enabled as default
fr_fr: Activé par défaut
it: Attivata come impostazione predefinita

source: Service Status
es_es: Estado del Servicio
fr_fr: État du service
it: Stato servizio
zh_cn: 服务状态

source: Current settings
fr_fr: Paramètres actuels
it: Sessioni correnti

source: Default log out time (in minutes)
es_es: Tiempo de espera de Cierre de Sesión Predeterminado (en minutos)
fr_fr: Temps de déconnexion par défaut (en minutes)
it: Predefinito disconnettersi tempo (in minuti)
zh_cn: 默认登出时间（分钟）

source: This module is only used on the old client.
fr_fr: Ce module n'est utilisé que sur l'ancien client.
it: Questo modulo viene utilizzato solo sul vecchio client.

source: The old client iswhat was distributed with
fr_fr: L'ancien client est celui qui était distribué avec
it: Il vecchio cliente è stato distribuito con

source: FOG 1.2.0 and earlier.
fr_fr: FOG 1.2.0 et antérieur.
it: FOG 1.2.0 e precedenti

source: This module did not work past Windows XP
fr_fr: Ce module n'a pas fonctionné après Windows XP
it: Questo modulo non funziona oltre Windows XP

source: due to UAC introduced in Vista and up.
fr_fr: en raison de l'UAC introduit dans Vista et les versions ultérieures.
it: a causa di UAC introdotte in Vista e in su.

source: Directories
fr_fr: Dossiers
it: Cartelle

source: Add Directory
es_es: Añadir Directorio
fr_fr: Ajouter dossier
it: Aggiungere Directory
zh_cn: 添加目录

source: Default Width
es_es: Anchura Predeterminado
fr_fr: Largeur par défaut
it: Larghezza predefinita
zh_cn: 默认宽度

source: Default Height
es_es: Altura Predeterminada
fr_fr: Hauteur par défaut
it: Altezza di default
zh_cn: 默认高度

source: Default Refresh Rate
es_es: Frecuencia Predeterminada
fr_fr: Taux de rafraîchissement par défaut
it: Predefinito: frequenza aggiornamento
zh_cn: 默认刷新率

source: The old client was distributed with FOG 1.2.0 and earlier.
fr_fr: L'ancien client était distribué avec FOG 1.2.0 et antérieur.
it: Il vecchio client è stato distribuito con FOG 1.2.0 e precedenti.

source: This module has since been replaced with Power Management.
fr_fr: Ce module a depuis été remplacé par Gestion Alimentation.
it: Questo modulo è stato sostituito da Power Management.

source: New Event
fr_fr: Nouvel événement
it: Aggiungi evento

source: Add Event
es_es: Añadir evento
fr_fr: Ajouter un évènement
it: Aggiungi evento
zh_cn: 添加事件

source: This module did not work past Windows XP due to UAC.
fr_fr: Ce module n'a pas fonctionné après Windows XP en raison de l'UAC.
it: Questo modulo non funziona successivamente a Windows XP a causa di UAC.

source: Add User
es_es: Añadir Usuario
fr_fr: Ajouter un utilisateur
it: Aggiungi utente
zh_cn: 添加用户

source: Must be 0 through 23 for hours in a day.
fr_fr: Doit être compris entre 0 et 23 pour les heures d'une journée.
it: Deve essere tra 0 e 23 per le ore del giorno.

source: Must be 0 through 59 for minutes in an hour.
fr_fr: Doit être compris entre 0 et 59 pour les minutes d'une heure.
it: Deve essere tra 0 e 59 per i minuti del giorno.

source: Either reboot or shutdown action must be used.
fr_fr: L'action de redémarrage ou d'arrêt doit être utilisée.
it: È necessario utilizzare l'azione di riavvio o di arresto.

source: Service update failed
fr_fr: La mise à jour du service a échoué
it: aggiornamento del servizio non riuscito

source: Module updated!
fr_fr: Module mis à jour !
it: Modulo aggiornato!
