Repository: FOGProject/fogproject
Catalog: packages/web/management/languages/*.UTF-8/LC_MESSAGES/messages.po
Languages: es_es, fr_fr, it, zh_cn

source: wipe out all of your images stored on
fr_fr: effacer toutes vos images stockées sur
it: cancellare tutte le immagini archiviate in

source: all current storage nodes
fr_fr: tous les nœuds de stockage actuels
it: tutti i nodi di archiviazione attivi

source: The 'Is Master Node' setting defines which
fr_fr: Le paramètre "Est nœud maître" définit quel
it: L'impostazione "nodo master" definisce quale

source: node is the distributor of the images
fr_fr: nœud est le distributeur des images
it: nodo è il distributore delle immagini

source: If you add a blank node
fr_fr: Si vous ajoutez un nœud vide
it: Se aggiungi un nodo vuoto

source: meaning a node that has no images on it
fr_fr: c'est-à-dire un nœud qui ne contient aucune image
it: intendendo un nodo con nessuna immagine in esso

source: and set it to master
fr_fr: et que vous le définissez comme maître
it: ed imposta a master

source: it will distribute its store
fr_fr: il distribuera son magasin
it: Distribuirà i suoi dati

source: which is empty
fr_fr: qui est vide
it: che è vuoto

source: to all nodes in the group
fr_fr: à tous les nœuds du groupe
it: a tutti i nodi del gruppo

source: Storage Node already exists
es_es: ya existe
fr_fr: Le nœud de stockage existe déjà
it: Storage Node esiste già
zh_cn: 已經存在

source: Storage Node IP
fr_fr: IP du nœud de stockage

source: Storage Node Max Clients
fr_fr: Clients max pour ce nœud de stockage
it: I clienti Storage Node Max

source: Storage Node Interface
fr_fr: Interface du nœud de stockage

source: Storage Node Username
fr_fr: Nom d'utilisateur du nœud de stockage
it: Storage Node Nome utente

source: Storage Node Password
fr_fr: Mot de passe du nœud de stockage

source: Storage Node Created
fr_fr: Nœud de stockage créé
it: Storage Node Creato

source: Storage Node Updated
fr_fr: Nœud de stockage mis à jour
it: Storage Node Aggiornato

source: Database Update Failed
fr_fr: Mise à jour de base de données a échoué
it: Aggiornamento del database non riuscito

source: Please confirm you want to delete
fr_fr: Veuillez confirmer que vous voulez supprimer
it: Conferma che desideri eliminare

source: Failed to destroy Storage Node
es_es: Fallo al actualizar Nodo de Almacenamiento
fr_fr: Impossible de détruire le nœud de stockage
it: Impossibile per distruggere il nodo di archiviazione
zh_cn: 无法更新存储节点

source: Storage Node deleted
es_es: Grupo de Almacenamiento Eliminado
fr_fr: Nœud de stockage supprimé
it: Storage Node cancellato
zh_cn: 存储组中删除

source: Storage Group Name
es_es: Nombre del Grupo de Almacenamiento
fr_fr: Nom du groupe de stockage
it: Nome gruppo di archiviazione
zh_cn: 存储组名称

source: Storage Group Description
es_es: Descripción del Grupo de Almacenamiento
fr_fr: Description du groupe de stockage
it: Gruppo di archiviazione Descrizione
zh_cn: 存储组的说明

source: Storage Group Already Exists
fr_fr: Groupe de stockage existe déjà
it: Gruppo di archiviazione già esistente

source: Storage Group Created
fr_fr: Groupe de stockage créé
it: Storage Group Creato

source: Storage Group Updated
fr_fr: Groupe de stockage mis à jour
it: Storage Group Aggiornato

source: You must have at least one Storage Group
es_es: Fallo al Actualizar Grupo de Almacenamiento
fr_fr: Vous devez avoir au moins un groupe de stockage
it: È necessario disporre di almeno un gruppo di archiviazione
zh_cn: 无法更新存储组

source: Storage Group deleted
es_es: Grupo de Almacenamiento Eliminado
fr_fr: Groupe de stockage supprimé
it: Storage Group cancellato
zh_cn: 存储组中删除

source: Failed to destroy Storage Group
fr_fr: Impossible de détruire le groupe de stockage
it: Impossibile per distruggere gruppo di archiviazione

source: Invalid Class
fr_fr: Classe non valide
it: Classe non valido

source: Class is not extended from FOGPage
fr_fr: La classe n'est pas étendue à partir de FOGPage
it: Classe non è esteso da FOGPage

source: Do not list on menu
fr_fr: Ne pas inscrire sur le menu
it: Non elencare nel menu

source: Language
es_es: Idioma
fr_fr: Langue
it: Lingua
zh_cn: 语言

source: Missing one or more extensions.
fr_fr: Il manque une ou plusieurs extensions.
it: Manca una o più estensioni.

source: No valid tasks found
fr_fr: Aucune tâche valide n'a été trouvée
it: Non sono stati trovati compiti validi

source: Snapin is invalid
fr_fr: Snapin n'est pas valide
it: Snapin non è valido

source: Snapin Task is invalid
fr_fr: Tâche Snapin n'est pas valide
it: L'attività Snapin non è valida

source: Invalid task id sent
fr_fr: L'ID de la tâche invalide envoyé
it: ID attività non valido inviato

source: Invalid Snapin Tasking
fr_fr: Affectation de la tâche Snapin invalide
it: Non valido Snapin Tasking

source: Invalid Snapin
fr_fr: Snapin invalide
it: Snapin non valido

source: Invalid task id
fr_fr: ID tâche invalide
it: ID attività non valido

source: Invalid Snapin Tasking object
fr_fr: Objet Snapin Tasking non valide
it: Oggetto Snapin Tasking non valido

source: Invalid Storage Group
es_es: Añadir grupo de almacenamiento
fr_fr: Groupe de stockage non valide
it: Gruppo di archiviazione non valido
zh_cn: 添加存储组

source: Invalid Storage Node
fr_fr: Nœud de stockage non valide
it: Non valido Storage Node

source: Cannot connect to ftp server
fr_fr: Impossible de se connecter au serveur FTP
it: Impossibile connettersi al server ftp

source: Pending...
fr_fr: En attente de...
it: In attesa di...

source: Could not read snapin file
fr_fr: Impossible de lire le fichier Snapin
it: Impossibile leggere il file snapin

source: Postfix requires an action of login
fr_fr: Postfix requiert une action de connexion
it: Postfix richiede un'azione di accesso

source: logout
es_es: Cerrar Sesión
fr_fr: se déconnecter
it: disconnettersi
zh_cn: 注销

source: or start to operate
fr_fr: ou commencer à fonctionner
it: o iniziare ad operare

source: Postfix requires an action of login, logout, or start to operate
fr_fr: Postfix exige une action de connexion, déconnexion, ou commencer à fonctionner
it: Postfix richiede un'azione di login, logout, o iniziare a funzionare

source: Replay from journal
fr_fr: Reprise du journal
it: Replay dal journal

source: real insert time
fr_fr: temps réel d'insertion
it: Tempo reale di inserimento

source: Login time
fr_fr: Temps de connexion
it: Tempo di accesso

source: No directories defined to be cleaned up
fr_fr: Aucun dossier défini à nettoyer
it: Nessuna directory definita per essere pulita

source: Pending Registration created by FOG_CLIENT
fr_fr: Inscription en attente créée par FOG_CLIENT
it: In attesa di registrazione creato da FOG_CLIENT

source: Too many MACs
fr_fr: Trop de MACs
it: Troppi MAC

source: Only allowed to have
fr_fr: Seulement autorisé à avoir
it: Permesso solo di avere

source: additional macs
fr_fr: adresses MACs supplémentaires
it: MAC aggiuntivi

source: Needs action string of ask, get, or list
fr_fr: Nécessite une chaîne d'action telle que ask, get ou list
it: Ha bisogno stringa di azione di chiedere, ottenere, o di un elenco

source: If action of ask or get
fr_fr: Si action de ask ou get
it: Se azione di chiedere o ottenere

source: we need a file name in the request
fr_fr: nous avons besoin d'un nom de fichier dans la demande
it: Abbiamo bisogno di un nome di file nella richiesta

source: Invalid data found
fr_fr: Données invalides trouvées
it: Sono stati trovati dati non validi

source: A valid database connection could not be made
fr_fr: Une connexion valide à la base de données n'a pas pu être établie
it: Non è possibile effettuare una connessione di database valida

source: Failed to connect
fr_fr: Échec de connexion
it: Connessione fallita

source: Failed to
fr_fr: Échec de
it: Non è riuscito a

source: No query sent
fr_fr: Aucune requête envoyée
it: No query inviata

source: No database to work off
fr_fr: Pas de base de données pour travailler
it: Nessun database di lavorare off

source: No query result, use query() first
fr_fr: Aucun résultat de requête, utilisez query () en premier
it: Nessun risultato della query, utilizzare query () prima

source: No valid class sent
fr_fr: Aucune classe valide envoyée
it: Nessun classe valido inviato

source: Row number not set properly
fr_fr: Numéro de ligne pas réglé correctement
it: numero di riga non impostato correttamente

source: No data returned
fr_fr: Aucune donnée retournée
it: Non ci sono dati restituiti

source: Check that database is running
fr_fr: Vérifiez que la base de données est en cours d'exécution
it: Controllare che database è in esecuzione

source: SQL Error
fr_fr: Erreur SQL
it: Errore SQL:

source: Error Message
fr_fr: Message d'erreur
it: Messaggio di errore

source: No link established to the database
fr_fr: Aucun lien établi avec la base de données
it: Nessun collegamento stabilito al database

source: No query passed
fr_fr: Aucune requête passée
it: Nessuna query inviata

source: no database to
fr_fr: aucune base de données pour
it: Nessun database a

source: No connection to the database
fr_fr: Pas de connexion à la base de données
it: Nessuna connessione al database

source: Error Code
fr_fr: Code d'erreur
it: Codice di errore

source: Debug
es_es: Depurar
fr_fr: Déboguer
it: mettere a punto
zh_cn: 调试

source: Cannot connect to database
fr_fr: Impossible de se connecter à la base de données
it: Non è possibile connettersi al database

source: Database connection unavailable
fr_fr: Connexion à la base de données indisponible

source: No valid storage nodes found
fr_fr: Aucun nœud de stockage valide n'a été trouvé
it: Nessun nodo di archiviazione valido trovato

source: Registered
fr_fr: Inscrit
it: Registrato

source: Event must be a string
fr_fr: Événement doit être une chaîne de caractères
it: Evento deve essere una stringa

source: Listener must be an array or an object
fr_fr: L'écouteur doit être un tableau ou un objet
it: Listener deve essere un array o un oggetto

source: Class must extend event
fr_fr: Classe doit prolonger l'événement
it: Class deve estendere evento

source: Second paramater must be in array(class,function)
fr_fr: Deuxième paramètre doit être sous la forme array (class, function)
it: Il secondo parametro deve essere un array (classe, funzione)

source: Class must extend hook
fr_fr: La classe doit étendre le crochet
it: Class deve estendere gancio

source: Method does not exist
fr_fr: Méthode n'existe pas
it: Metodo non esiste

source: Register must be managed from hooks or events
fr_fr: Le registre doit être géré à partir de crochets ou d'événements
it: Registro deve essere gestito da hook o eventi

source: Could not register
fr_fr: Impossible d'enregistrer
it: Non posso registrare

source: Event
fr_fr: Événement
it: Evento

source: Class
fr_fr: Classe
it: Classe

source: Event Data must be an array
fr_fr: Les données de l'événement doivent être un tableau
it: Event data deve essere un array

source: Event and data are not set
fr_fr: L'événement et les données ne sont pas définis
it: Event e data non sono impostati

source: Could not notify
fr_fr: Impossible de notifier
it: Non posso notificare

source: Class name must be a string
fr_fr: Le nom de la classe doit être une chaîne de caractères
it: Il nome della Classe deve essere una stringa

source: Invalid Host
es_es: MAC inválida
fr_fr: Machine non valide
it: Host non valido
zh_cn: 无效的MAC

source: Key must be a string or index
fr_fr: La clé doit être une chaîne de caractères ou un index
it: Chiave deve essere una stringa o un indice

source: Key must be an array of keys or a string.
fr_fr: La clé doit être un tableau de clés ou une chaîne de caractères.
it: Chiave deve essere un array o una stringa.

source: No Data
fr_fr: Pas de données
it: Nessun dato

source: Not a number
fr_fr: Pas un nombre
it: Non è un numero

source: Space variable must be boolean
fr_fr: La variable Space doit être booléenne
it: La variabile spazio deve essere boolean

source: Ago must be boolean
fr_fr: Ago doit être un booléen
it: Fa deve essere boolean

source: Diff parameter must be numeric
fr_fr: Le paramètre diff doit être numérique
it: Il parametro Diff deve essere numerico

source: Unit of time must be a string
fr_fr: L'unité de temps doit être une chaîne de caractères
it: Unità di tempo deve essere una stringa

source: In
fr_fr: Dans

source: ago
fr_fr: depuis
it: fa

source: Old key must be a string
fr_fr: L'ancienne clé doit être une chaîne de caractères
it: Vecchia chiave deve essere una stringa

source: New key must be a string
fr_fr: La nouvelle clé doit être une chaîne de caractères
it: Nuova chiave deve essere una stringa

source: Data is blank
fr_fr: Les données sont vides

source: Needs a 256-bit key
fr_fr: Nécessite une clé de 256 bits

source: Private key path not found
fr_fr: Chemin de la clé privée non trouvée
it: Percorso chiave privata non trovata

source: Private key not found
fr_fr: Clé privée non trouvée
it: Chiave privata non trovato

source: Private key not readable
fr_fr: Clé privée non lisible
it: chiave privata non leggibile

source: Private key failed
fr_fr: La clé privée a échoué
it: Chiave privata non è riuscita

source: Failed to decrypt data on server
fr_fr: Échec du déchiffrement des données sur le serveur

source: Txt must be a string
fr_fr: Txt doit être une chaîne de caractères
it: Txt deve essere una stringa

source: Level must be an integer
fr_fr: Le niveau doit être un nombre entier
it: Livello deve essere una stringa

source: String must be a string
fr_fr: La chaîne doit être une chaîne de caractères
it: Stringa deve essere una stringa

source: Key must be a string
fr_fr: La clé doit être une chaîne de caractères
it: Chiave deve essere una stringa

source: Line
fr_fr: Ligne
it: linea

source: Table not defined for this class
fr_fr: Tableau non défini pour cette classe
it: Tabella del database non definita per questa classe

source: Fields not defined for this class
fr_fr: Champs non définis pour cette classe
it: Campi del database definiti per questa classe

source: Record not found
fr_fr: Enregistrement non trouvé
it: Record non trovato

source: Returning value of key
fr_fr: Retour de la valeur de la clé
it: Tornando valore della chiave

source: Value
fr_fr: Valeur
it: Valore

source: No key being requested
fr_fr: Aucune clé demandée
it: Nessuna chiave chiede il

source: Invalid key being set
fr_fr: Clé invalide définie
it: chiave non valido stato impostato

source: Setting Key
fr_fr: Touche de réglage
it: Impostazione chiave

source: Set failed
fr_fr: Le réglage a échoué
it: Fallita impostazione

source: Key
fr_fr: Clé
it: Chiave

source: Invalid key being added
fr_fr: Une clé non valide est ajoutée
it: chiave non valido viene aggiunto

source: Adding Key
fr_fr: Ajout de la clé
it: Aggiunta chiave

source: Add failed
fr_fr: Ajout a échoué
it: Aggiunta fallita

source: Invalid key being removed
fr_fr: Clé non valide en cours de retrait
it: Chiave non valida rimossa

source: Removing Key
fr_fr: Retrait de la clé
it: Rimuovi chiave

source: Remove failed
fr_fr: La suppression a échoué
it: Rimozione fallita

source: Saving data for
fr_fr: Sauvegarde des données pour
it: Salvataggio dei dati per

source: object
fr_fr: objet
it: oggetto

source: NAME
fr_fr: NOM
it: NOME

source: has been successfully updated
fr_fr: a été mis à jour avec succès
it: è stato aggiornato con successo

source: has failed to save
fr_fr: n'a pas réussi à sauver
it: fallito il salvataggio

source: Database save failed
fr_fr: La sauvegarde de la base de données a échoué
it: Salvataggio del database non riuscito

source: Key field must be a string
fr_fr: Le champ clé doit être une chaîne de caractères
it: Campo chiave deve essere una stringa

source: Operation field not set
fr_fr: Opération pas définie
it: Campo operazione non impostato

source: Loading data to field
fr_fr: Chargement des données dans le champ
it: Caricamento dei dati campo

source: Load failed
fr_fr: Échec du chargement
it: Caricamento non riuscito

source: Invalid key being destroyed
fr_fr: Clé invalide en cours de destruction
it: Chiave non valida distrutta

source: has been successfully destroyed
fr_fr: a été détruit avec succès
it: è stato distrutta con successo

source: has failed to destroy
fr_fr: n'a pas réussi à détruire
it: è fallita la distruzione

source: Destroy failed
fr_fr: Échec de la destruction
it: Deistruzione fallita

source: Invalid key being requested
fr_fr: La clé demandée n'est pas valide
it: chiave non valida richiesta

source: Invalid type, merge to add, diff to remove
fr_fr: Type non valide, merge pour ajouter, diff pour enlever
it: Tipo non valido, unione da aggiunta, differenza da rimuovere

source: Invalid ID passed
fr_fr: ID non valide transmis
it: ID non valido passato

source: Failed
es_es: Falló
fr_fr: Échoué
it: Fallito
zh_cn: 失败

source: day
fr_fr: jour
it: giorno

source: hr
fr_fr: heure
it: ore

source: Running Windows
fr_fr: Exécution de Windows

source: Unavailable
fr_fr: Indisponible
it: Non disponibile

source: Select a cron type
fr_fr: Sélectionnez un type de cron
it: Selezionare un tipo di cron

source: Yearly
fr_fr: Annuel
it: Annuale

source: Annually
fr_fr: Annuellement
it: Annualmente

source: Monthly
fr_fr: Mensuel
it: Mensile

source: Weekly
fr_fr: Hebdomadaire
it: settimanalmente

source: Daily
fr_fr: Quotidien
it: Quotidiano

source: Midnight
fr_fr: Minuit
it: Mezzanotte

source: Hourly
fr_fr: Toutes les heures
it: ogni ora

source: FTP connection failed
fr_fr: La connexion FTP a échoué

source: No fields passed
fr_fr: Aucun champ passé
it: Nessun campo passato

source: No values passed
fr_fr: Aucune valeur passée
it: Nessun valore passato

source: No data to insert
fr_fr: Aucune donnée à insérer
it: Nessun dato da inserire

source: No items found
fr_fr: Aucun élément trouvé
it: Nessun elemento trovato

source: Nothing passed to search for
fr_fr: Rien n'est passé pour chercher
it: Nessun risultato per la ricerca di

source: ID Must be set to edit
fr_fr: ID doit être configuré pour être modifié
it: ID deve essere impostato per modificare

source: %s ID %d is not valid
fr_fr: %s ID %d non valide
it: %s ID %d non valido

source: Host ID
es_es: ID Equipo
fr_fr: ID de machine
it: ID Host
zh_cn: 主机 ID:

source: Host name
es_es: Nombre del Equipo
fr_fr: Nom de machine
it: Nome host
zh_cn: 主机名

source: Host MAC
es_es: MAC del Equipo
fr_fr: MAC machine
zh_cn: 主机的MAC

source: Host Desc
es_es: Equipo Desc
fr_fr: Machine Desc
zh_cn: 主持人介绍

source: Inventory ID
es_es: ID inventario
fr_fr: N° d'inventaire
it: ID inventario
zh_cn: 库存编号

source: Inventory Desc
es_es: ID inventario
fr_fr: Inventaire Desc
it: inventario Desc
zh_cn: 库存编号

source: Primary User
es_es: Usuario Principal
fr_fr: Utilisateur principal
it: Utente primario
zh_cn: 主要用户

source: Other Tag 1
es_es: Otra Etiqueta 1
fr_fr: Autre Tag 1
it: Altro Tag 1
zh_cn: 其他标记1

source: Other Tag 2
es_es: Otra Etiqueta 2
fr_fr: Autre Tag 2
it: Altro Tag 2
zh_cn: 其他标记2

source: System Manufacturer
es_es: Fabricante del Sistema
fr_fr: Fabricant du système
it: Sistema produttore
zh_cn: 系统制造商

source: System Product
es_es: Producto del Sistema
fr_fr: Produit du système
it: Sistema prodotto
zh_cn: 系统产品

source: System Version
es_es: Versión del Sistema
fr_fr: Version du système
it: Sistema versione
zh_cn: 系统版本

source: System Serial
es_es: Nº Serie del Sistema
fr_fr: Numéro de série du système
it: Sistema seriale
zh_cn: 系统中的串行

source: System Type
es_es: Tipo de Sistema
fr_fr: Type de système
it: Sistema tipo
zh_cn: 系统类型

source: BIOS Version
es_es: Versión BIOS
fr_fr: Version du BIOS
it: Versione BIOS
zh_cn: BIOS版本

source: BIOS Vendor
es_es: Fabricante BIOS
fr_fr: Vendeur du BIOS
it: Venditore BIOS
zh_cn: BIOS供应商

source: BIOS Date
es_es: Fecha BIOS
fr_fr: Date du BIOS
it: BIOS Data
zh_cn: 主机板资产标签CPU的制造商CPU版本

source: MB Manufacturer
es_es: Fabricante de la CPU
fr_fr: Fabricant de la carte mère
it: MB Produttore
zh_cn: CPU的制造商

source: MB Name
es_es: Nombre
fr_fr: Nom carte mère
it: Nome MB
zh_cn: 姓名

source: MB Version
es_es: Versión
fr_fr: Version carte mère
it: MB Versione
zh_cn: 版本

source: MB Serial
es_es: Número de serie Placa Madre
fr_fr: Numéro de série carte mère
it: MB seriale
zh_cn: MB的串行

source: MB Asset
es_es: Asset Placa Madre
fr_fr: Actif de la carte mère
zh_cn: MB的资产

source: CPU Manufacturer
es_es: Fabricante de la CPU
fr_fr: Fabricant du CPU
it: CPU del produttore
zh_cn: CPU的制造商

source: CPU Version
es_es: Versión de CPU
fr_fr: Version CPU
it: Versione CPU
zh_cn: CPU版本

source: CPU Speed
es_es: Velocidad de CPU
fr_fr: Vitesse CPU
it: Velocità CPU
zh_cn: CPU速度

source: CPU Max Speed
es_es: Velocidad Máxima de la CPU
fr_fr: Vitesse max CPU
it: CPU Velocità max
zh_cn: CPU的最高速度

source: Memory
es_es: Memoria
fr_fr: Mémoire
it: Memoria
zh_cn: 内存

source: HD Model
es_es: Modelo HD
fr_fr: Modèle disque dur
it: HD Modello
zh_cn: 硬盘型号

source: HD Firmware
es_es: Firmware HD
fr_fr: Firmware disque dur
zh_cn: 硬盘固件

source: HD Serial
es_es: Nº Serie HD
fr_fr: Numérie de série disque dur
zh_cn: 硬盘序列

source: Chassis Manufacturer
es_es: Fabricante de la Caja
fr_fr: Fabricant du châssis
it: Telaio Produttore
zh_cn: 底盘制造商

source: Chassis Version
es_es: Versión de la Caja
fr_fr: Version du châssis
it: Telaio Version
zh_cn: 底盘版本

source: Chassis Serial
es_es: Número de Serie de la Caja
fr_fr: Numéro de série du châssis
it: Telaio seriale
zh_cn: 机箱系列

source: Chassis Asset
es_es: Chasis Activo
fr_fr: Actif du châssis
it: Telaio Asset
zh_cn: 底盘资产

source: Group Associations
fr_fr: Associations de groupes
it: Associazioni di Grouppo

source: Create new group
es_es: Crear nuevo grupo
fr_fr: Créer un nouveau groupe
it: Crea nuovo gruppo
zh_cn: 创建新组

source: Add to group
es_es: Añadir al grupo
fr_fr: Ajouter au groupe
it: Aggiungere al gruppo
zh_cn: 添加到组

source: Make changes?
fr_fr: Effectuer les changements ?
it: Applicare cambiamenti?

source: Delete Selected
fr_fr: Supprimer la sélection
it: Elimina selezionato

source: Delete selected
fr_fr: Supprimer la sélection
it: Cancella selezionato

source: Requires templates to process
fr_fr: Requiert des modèles pour traiter
it: Richiede modelli per elaborare

source: Cannot set tasking to invalid hosts
fr_fr: Impossible d'attribuer des tâches à des machines non valides
it: Impossibile affidare attività ad host non valiti

source: Cannot set tasking to pending hosts
fr_fr: Impossible de définir des tâches pour les machines en attente
it: Impossibile affidare attività ad host in attesa

source: Invalid object to try tasking
fr_fr: Objet non valide pour essayer d'attribuer une tâche
it: tipo di oggetto attività non valido

source: Cannot set tasking as image is not enabled
fr_fr: Impossible de définir le multitâche que l'image ne soit pas activée
it: Impossibile affidare attività se l'immagine non è abilitata

source: Host Associated Snapins
fr_fr: Aucun nœud associé
it: Snapin associati a Host

source: Host Unassociated Snapins
fr_fr: Aucun nœud associé
it: Snapin non associati a Host

source: Edit Host
es_es: Máquinas existentes
fr_fr: Modifier la machine
it: Modifica Host
zh_cn: 现有的主机

source: Edit Image
fr_fr: Modifier l'image
it: Modifica immagine

source: Confirm tasking
fr_fr: Confirmer l'affectation des tâches
it: Conferma il task

source: Image Associated:
fr_fr: Image associée :
it: Immagine Associata:

source: Advanced Settings
es_es: Configuración Avanzada
fr_fr: Réglages avancés
it: Impostazioni avanzate
zh_cn: 高级设置

source: Please select the snapin you want to install
fr_fr: Veuillez sélectionner le Snapin que vous voulez installer
it: Si prega di selezionare lo snap-in che si desidera installare

source: Account name to reset
fr_fr: Nom du compte à réinitialiser
it: Nome account da ripristinare

source: Schedule with shutdown
fr_fr: Programmation avec arrêt
it: Programma con spegnimento

source: Schedule as debug task
fr_fr: Planifier comme tâche de débogage
it: Pianifica come debug task
