Repository: FOGProject/fogproject
Catalog: packages/web/management/languages/*.UTF-8/LC_MESSAGES/messages.po
Languages: es_es, fr_fr, it, zh_cn

source: Group Power Management Remove
fr_fr: Supprimer la gestion de l'alimentation du groupe
it: Rimozione del gruppo di gestione energetica

source: Delete all PM tasks?
fr_fr: Supprimer toutes les tâches de gestion de l'alimentation ?
it: Cancellare tutte le attività PM?

source: Printer Alias
es_es: Alias de la Impresora
fr_fr: Alias imprimante
it: stampante Alias
zh_cn: 打印机别名

source: Printer Type
es_es: Modelo de la Impresora
fr_fr: Type d'imprimante
it: Tipo stampante
zh_cn: 打印机型号

source: Group Printers
fr_fr: Groupe Imprimantes
it: Stampanti di gruppo

source: Printer Configuration
fr_fr: Configuration de l'imprimante
it: Configurazione della stampante

source: Select management level for these hosts
fr_fr: Sélectionnez le niveau de gestion pour ces machines
it: Seleziona il livello di gestione per questi host

source: This setting turns off all FOG Printer Management
fr_fr: Ce paramètre désactive toutes les fonctions de gestion d'imprimante de FOG
it: Questa impostazione disattiva tutta la gestione della stampante FOG

source: Although there are multiple levels already
fr_fr: Bien qu'il y ait déjà plusieurs niveaux
it: Anche se ci sono già diversi livelli

source: between host and global settings
fr_fr: entre les paramètres de la machine et les paramètres globaux
it: Tra impostazioni host e globali

source: this is just another to ensure safety
fr_fr: il s'agit d'un autre moyen d'assurer la sécurité
it: questo è solo un altro per garantire la sicurezza

source: No Printer Management
es_es: Sin Administración de Impresoras
fr_fr: Pas de gestion des imprimantes
zh_cn: 没有打印机管理

source: This setting only adds and removes printers that are managed by FOG. If the printer exists in printer management but is not assigned to a host, it will remove the printer if it exists on the unassigned host. It will add printers to the host that are assigned.
fr_fr: Ce paramètre ajoute et supprime uniquement les imprimantes gérées par FOG. Si l'imprimante existe dans la gestion des imprimantes mais n'est pas affectée à une machine, elle sera supprimée si elle existe sur la machine non affecté. Il ajoutera à la machine les imprimantes qui sont affectées.
it: Questa impostazione aggiunge e rimuove solo le stampanti gestite da FOG. Se la stampante esiste nella gestione della stampante, ma non viene assegnata ad un host, rimuoverà la stampante se esiste nell'host non firmato. Aggiungerà le stampanti all'host assegnato.

source: FOG Managed Printers
fr_fr: Imprimantes gérées par FOG
it: Gestione Stampanti FOG

source: This setting will only allow FOG Assigned printers to be added to the host. Any printer that is not assigned will be removed including non-FOG managed printers.
fr_fr: Ce paramètre n'autorise que les imprimantes attribuées par FOG à être ajoutées à la machine. Toute imprimante non assignée sera supprimée, y compris les imprimantes non gérées par FOG.
it: Questa impostazione consentirà solo che le stampanti FOG assegnate siano aggiunte all'host. Qualsiasi stampante non assegnata verrà rimossa, incluse le stampanti non gestite da FOG.

source: Only Assigned Printers
fr_fr: Imprimantes attribuées uniquement
it: Solo stampanti assegnate

source: Update printer configuration
fr_fr: Mise à jour de la configuration de l'imprimante
it: Aggiorna la configurazione della stampante

source: Printer Associations
fr_fr: Associations d'imprimantes
it: Associazioni stampanti

source: Make Printer Changes
fr_fr: Modifications de l'imprimante
it: Effettuare le modifiche della stampante

source: Add Printers
fr_fr: Ajout d'Imprimantes
it: Aggiungi stampanti

source: Update Default Printer
fr_fr: Mise à jour de l'imprimante par défaut
it: Aggiorna la stampante predefinita

source: Remove selected printers
fr_fr: Supprimer les imprimantes sélectionnées
it: Rimuovere le stampanti selezionate

source: Snapin Name
es_es: Nombre Snapin
fr_fr: Nom Snapin
it: Nome Snapin
zh_cn: 管理单元名称

source: Snapin Created
fr_fr: Snapin crée
it: Snapin creato

source: Group Snapins
fr_fr: Groupe de SnapIns
it: Gruppo Snapins

source: Available Snapins
fr_fr: Snapins disponibles

source: Make Snapin Changes
fr_fr: Apporter des modifications au Snapin
it: Effettuare le modifiche di Snapin

source: Add selected snapins
fr_fr: Ajouter les Snapins sélectionnés
it: Aggiungi snapins selezionati

source: Remove selected snapins
fr_fr: Retirer Snapins sélectionnés
it: Rimuovere snapins selezionati

source: This module is only used on the old client
fr_fr: Ce module n'est utilisé que sur l'ancien client
it: Questo modulo viene utilizzato solo sul vecchio client

source: The old client is what was distributed with FOG 1.2.0 and earlier
fr_fr: L'ancien client est celui qui était distribué avec FOG 1.2.0 et les versions antérieures
it: Il vecchio cliente è quello che è stato distribuito con FOG 1.2.0 e precedenti

source: This module did not work past Windows XP due to
fr_fr: Ce module n'a pas fonctionné après Windows XP en raison de
it: Questo modulo non ha funzionato oltre Windows XP a causa di

source: UAC introduced in Vista and up
fr_fr: L'UAC a été introduite dans Vista et les versions ultérieures
it: UAC introdotto in Vista o superiore

source: The old client is what was distributed with
fr_fr: L'ancien client est celui qui était distribué avec
it: Il vecchio cliente è quello che è stato distribuito con

source: FOG 1.2.0 and earlier
fr_fr: FOG 1.2.0 et antérieurs
it: FOG 1.2.0 e precedenti

source: This module has been replaced in the new client
fr_fr: Ce module a été remplacé dans le nouveau client
it: Questo modulo è stato sostituito nel nuovo client

source: and the equivalent module for what Green
fr_fr: et le module équivalent à ce que faisait FOG
it: E il modulo equivalente per quello Green

source: FOG did is now called Power Management
fr_fr: Écolo s'appelle désormais Gestion de l'énergie
it: FOG did è ora chiamato Power Management

source: This is only here to maintain old client operations
fr_fr: C'est seulement ici pour maintenir les anciennes opérations du client
it: Questo è solo qui per mantenere le vecchie operazioni client

source: This module did not work past Windows XP due
fr_fr: Ce module n'a pas fonctionné après Windows XP en raison
it: Questo modulo non funzionerà in Windows XP a causa di

source: to UAC introduced in Vista and up
fr_fr: de l'UAC introduit dans Vista et plus
it: UAC introdotto in Vista e superiori

source: This module is only used
fr_fr: Ce module est uniquement utilisé
it: Questo modulo viene utilizzato solo

source: with modules and config
fr_fr: avec les modules et la configuration
it: con moduli e configurazioni

source: on the old client
fr_fr: sur l'ancien client
it: sul vecchio client

source: Select/Deselect All
fr_fr: Sélectionner / désélectionner
it: Selezionare / deselezionare tutti

source: Group FOG Client Module configuration
fr_fr: Configuration du module groupe de client FOG
it: Configurazione Modulo di Gruppo FOG Client

source: Group module settings
fr_fr: Paramètres du module de groupe
it: Impostazioni modulo del gruppo

source: Update module configurations
fr_fr: Mise à jour des configurations des modules
it: Aggiorna le configurazioni del modulo

source: Screen Width (in pixels)
es_es: Ancho de Pantalla (en píxeles)
fr_fr: Largeur de l'écran (en pixels)
it: Larghezza dello schermo (in pixel)
zh_cn: 屏幕宽度（以像素为单位）

source: Screen Height (in pixels)
es_es: Altura de Pantalla (en píxeles)
fr_fr: Hauteur de l'écran (en pixels)
it: Schermo Altezza (in pixel)
zh_cn: 屏幕的高度（以像素为单位）

source: Screen Refresh Rate (in Hz)
es_es: Frecuencia de Refresco de Pantalla
fr_fr: Taux de rafraîchissement écran (en Hz)
it: Schermo Frequenza di aggiornamento (in Hz)
zh_cn: 屏幕刷新率

source: Group Screen Resolution
es_es: Resolución de Pantalla del Grupo
fr_fr: Groupe Résolution de l'écran
it: Gruppo risoluzione dello schermo
zh_cn: 集团屏幕分辨率

source: Update display resolution
fr_fr: Mise à jour de la résolution d'affichage
it: Aggiorna la risoluzione dello schermo

source: Auto Log Out Time (in minutes)
es_es: Tiempo de Cierre de Sesión Automática (en minutos)
fr_fr: Temps de déconnexion automatique (en minutes)
it: Log Out Auto Tempo (in minuti)
zh_cn: 自动登出时间（分钟）

source: Group Auto Logout
fr_fr: Déconnexion automatique du groupe
it: Auto Logout di Groppo

source: Update auto-logout time
fr_fr: Mise à jour du délai de déconnexion automatique
it: Aggiorna il tempo di auto-logout

source: Export PDF
fr_fr: Export en PDF
it: Esporta PDF

source: Host Memory
fr_fr: Mémoire machine
it: Memoria Host

source: You must select an action to perform
fr_fr: Vous devez sélectionner une action à effectuer
it: È necessario selezionare un'azione da eseguire

source: Group update failed!
fr_fr: La mise à jour du groupe a échoué !
it: Aggiornamento del gruppo non riuscito!

source: Group updated!
fr_fr: Groupe mis à jour !
it: Gruppo aggiornato!

source: Group Update Success
fr_fr: Succès de la mise à jour du groupe
it: Aggiornamento del gruppo completato

source: Group Update Fail
fr_fr: Échec de la mise à jour du groupe
it: Aggiornamento gruppo non riuscito

source: Imaged
fr_fr: Clonée

source: Assigned Image
fr_fr: Image assignée
it: Immagine assegnata

source: Goto task list
fr_fr: Aller à la liste des tâches
it: Andare all'elenco delle attività

source: Pending Host List
fr_fr: Liste des machines en attente
it: In attesa Lista Host

source: Approve selected hosts
fr_fr: Approuver les machines sélectionnés
it: Approvare host selezionati

source: Delete selected hosts
fr_fr: Supprimer les machines sélectionnés
it: Elimina host selezionati

source: Approve Success
fr_fr: Succès
it: Approva il successo

source: Selected hosts approved successfully
fr_fr: Les machines sélectionnés ont été approuvés avec succès
it: Host selezionati approvati correttamente

source: Deleted Success
fr_fr: Réussite de la suppression
it: Eliminato con successo

source: Selected hosts deleted successfully
fr_fr: Les machines sélectionnées ont été supprimés avec succès
it: Host selezionati eliminati correttamente

source: New Host
es_es: Añadir Equipo
fr_fr: Nouvelle machine
it: Nuovo host
zh_cn: 添加新主机

source: Host Name
es_es: Nombre del Equipo
fr_fr: Nom de machine
it: Nome Host
zh_cn: 主机名

source: Primary MAC
es_es: MAC Principal
fr_fr: MAC primaire
it: MAC primaria
zh_cn: 主要 MAC

source: Host Description
es_es: Descripción del Equipo
fr_fr: Description de la machine
it: Host Descrizione
zh_cn: 主机简介

source: Host Product Key
fr_fr: Clé de produit de la machine

source: Host Image
es_es: Imagen del Equipo
fr_fr: Image machine
it: immagine host
zh_cn: 主机图片

source: Host Kernel
es_es: Kernel del Equipo
fr_fr: Noyau de la machine
zh_cn: 主机内核

source: Host Kernel Arguments
es_es: Argumentos para el Kernel del Equipo
fr_fr: Arguments Kernel Machine
it: Host argomenti del kernel
zh_cn: 主机内核参数

source: Host Primary Disk
es_es: Disco Principal del Equipo
fr_fr: Disque primaire Machine
it: Host disco principale
zh_cn: 主机主磁盘

source: Host Bios Exit Type
fr_fr: Type de sortie Bios de la machine
it: Host Bios Tipo Exit

source: Host EFI Exit Type
fr_fr: Type de sortie EFI de la machine
it: Host EFI Tipo Exit

source: A host name is required!
fr_fr: Un nom de machine est nécessaire !
it: È richiesto un nome host!

source: A mac address is required!
fr_fr: Une adresse MAC est nécessaire !
it: È necessario un indirizzo MAC!

source: A host already exists with this name!
fr_fr: Une machine avec ce nom existe déjà !
it: Un host già esiste con questo nome!

source: MAC Format is invalid
es_es: Dirección MAC inválida.
fr_fr: Le format de l'adresse MAC est invalide
it: MAC Format non è valido
zh_cn: MAC地址是无效的。

source: A host with this mac already exists with name
fr_fr: Une machine avec cette adresse mac existe déjà avec le nom
it: Un host con questo MAC esiste già con il nome

source: Add host failed!
fr_fr: L'ajout d'une machine a échoué !
it: Aggiunta host non riuscita!

source: Host added!
fr_fr: Machine ajoutée !
it: Host aggiunto!

source: Host Create Success
fr_fr: Succès dans la création de la machine
it: Creazione Host con successo

source: Host Create Fail
fr_fr: Échec dans la création de la machine
it: Creazione Host fallita

source: Current Power Management settings
fr_fr: Paramètres actuels de gestion de l'alimentation
it: Impostazioni attuali Power Management

source: Update PM Values
fr_fr: Mise à jour des valeurs de la gestion de l'alimentation
it: Aggiorna i valori PM

source: Remove MAC
es_es: Borrar
fr_fr: Retirer MAC
it: rimuovere MAC
zh_cn: 删除

source: Ignore MAC on Client
fr_fr: Ignorer MAC sur le client
it: Ignora MAC sul client

source: Ignore MAC on Image
fr_fr: Ignorez les MACs dans l'image
it: Ignorare MAC sull'immagine

source: Approve MAC
fr_fr: Approuver les MACs
it: Approva i MAC

source: Approve all pending?
fr_fr: Approuver tout ce qui est en attente ?
it: Approva tutto il sospeso?

source: Approve all pending macs
fr_fr: Approuver toutes les MAC en attente
it: Approvare tutti i MAC in sospeso

source: Add MAC
es_es: MACs Adicionales
fr_fr: Ajouter MAC
it: Aggiungere MAC
zh_cn: 附加互助委员会

source: Additional MACs
es_es: MACs Adicionales
fr_fr: MACs supplémentaires
it: MAC aggiuntive
zh_cn: 附加互助委员会

source: Host description
fr_fr: Description machine
it: Descrizione host

source: Host general
fr_fr: Généralités sur la machine
it: Generale Host

source: Please enter a hostname
fr_fr: Veuillez entrer un nom de machine
it: Inserisci un hostname

source: Please enter a valid hostname
fr_fr: Veuillez entrer un nom de machine valide
it: Si prega di inserire un nome host valido

source: Please use another hostname
fr_fr: Veuillez utiliser un autre nom de machine
it: Utilizza un altro hostname

source: Please enter a mac address
fr_fr: Veuillez entrer une adresse MAC
it: Inserisci un indirizzo MAC

source: Please enter a valid mac address
fr_fr: Veuillez entrer une adresse MAC valide
it: Inserisci un indirizzo MAC valido

source: Cannot change image when in tasking
fr_fr: Impossible de changer d'image durant une tâche
it: Impossibile modificare l'immagine durante l'attività

source: Host Printers
fr_fr: Imprimantes de la machine
it: Stampanti host

source: Host printer configuration
fr_fr: Configuration des imprimantes de la machine
it: Configurazione della stampante host

source: Select management level for this host
fr_fr: Sélectionnez le niveau de gestion pour cette machine
it: Seleziona il livello di gestione per questo host

source: Check here to see what printers can be added
fr_fr: Vérifiez ici pour voir ce que les imprimantes peuvent être ajoutés
it: Controllare qui per vedere cosa è possibile aggiungere stampanti

source: Add selected printers
fr_fr: Ajouter les imprimantes sélectionnées
it: Aggiungi stampanti selezionate

source: Default
es_es: Predeterminado
fr_fr: Défaut
it: Predefinito
zh_cn: 默认

source: Update/Remove printers
fr_fr: Mise à jour / suppression des imprimantes
it: Aggiorna/Rimuovi stampanti

source: Update default printer
fr_fr: Mise à jour de l'imprimante par défault
it: Aggiornare la stampante predefinita

source: Host Snapins
fr_fr: Snapins de la machine

source: Check here to see what snapins can be added
fr_fr: Vérifiez ici pour voir ce que Snapins peuvent être ajoutés
it: Controlla qui per vedere quali snapins possono essere aggiunti

source: Add Snapins
es_es: Añadir SnapIns
fr_fr: Ajouter Snapins
it: Aggiungi Snapins
zh_cn: 添加管理单元项

source: Remove snapins
fr_fr: Retirer Snapins
it: Rimuovi Snapin

source: Host FOG Client Module configuration
fr_fr: Configuration du module client FOG de la machine
it: Configurazione del modulo client Host FOG

source: Host module settings
fr_fr: Paramètres du module de la machine
it: Impostazioni del modulo host

source: Host Screen Resolution
es_es: Resolución de Pantalla del Equipo
fr_fr: Hôte Résolution de l'écran
it: Risoluzione dello schermo Host
zh_cn: 主机屏幕分辨率

source: Host Auto Logout
fr_fr: Déconnexion automatique de la machine
it: Auto Logout Host

source: Other Tag #1
es_es: Otra Etiqueta #1
fr_fr: Autre Tag # 1
it: Altro Tag # 1
zh_cn: 其他标记＃1

source: Other Tag #2
es_es: Otra Etiqueta #2
fr_fr: Autre Tag # 2
it: Altro Tag # 2
zh_cn: 其他标记＃2

source: System Serial Number
es_es: Número de Serie del Sistema
fr_fr: Numéro de série du système
it: Numero di serie del sistema
zh_cn: 系统序列号

source: System UUID
fr_fr: Système UUID
it: UUID di sistema

source: Motherboard Manufacturer
es_es: Fabricante de la Placa Madre
fr_fr: Fabricant Carte mère
it: Scheda madre Produttore
zh_cn: 主板制造商

source: Motherboard Product Name
es_es: Modelo de la Placa Madre
fr_fr: Nom du produit Carte mère
it: Scheda madre Nome del prodotto
zh_cn: 主板产品名称

source: Motherboard Version
es_es: Versión de la Placa Madre
fr_fr: Version Carte mère
it: Scheda madre Version
zh_cn: 主机板版本

source: Motherboard Serial Number
es_es: Número de Serie de Placa Madre
fr_fr: Numéro de série Carte mère
it: Numero di serie della scheda madre
zh_cn: 主板序列号

source: Motherboard Asset Tag
es_es: Etiqueta de la Placa Madre
fr_fr: Étiquette d'inventaire Carte mère
it: Scheda madre Asset Tag
zh_cn: 主机板资产标签

source: CPU Normal Speed
es_es: Velocidad Normal de la CPU
fr_fr: Vitesse normale CPU
it: Velocità CPU Normale
zh_cn: CPU的正常速度

source: Hard Disk Model
fr_fr: Modèle Disque dur
it: Modello Hard Disk
zh_cn: 硬盘型号

source: Hard Disk Firmware
es_es: Firmware del Disco Duro
fr_fr: Firmware Disque dur
zh_cn: 硬盘固件

source: Hard Disk Serial Number
es_es: Número de Serie del Disco Duro
fr_fr: Numéro de Disque dur
zh_cn: 硬盘序列号

source: Host Hardware Inventory
es_es: Inventorio de Hardware del Equipo
fr_fr: Inventaire du matériel de la machine
it: Host inventario hardware
zh_cn: 主机硬件清单

source: Virus Name
es_es: Nombre de Virus
fr_fr: Nom du virus
it: Virus Nome
zh_cn: 病毒名称

source: Quarantine
es_es: Cuarentena
fr_fr: Quarantaine
it: Quarantena
zh_cn: 检疫旗

source: Host Virus History
fr_fr: Historique des virus de la machine
it: Cronologia virus dell'host

source: Clear all history
fr_fr: Effacer tout l'historique
it: Cancella tutta la cronologia

source: Virus Report
fr_fr: Rapport sur les virus
it: Report Virus

source: Logout not found
fr_fr: Déconnexion non trouvée
it: Logout non trovato

source: Setting logout to one second prior to next login
fr_fr: Réglage de la déconnexion à une seconde avant la prochaine connexion
it: Impostare l'accesso a un secondo prima del login successivo

source: Host Login History
es_es: Histórico Inicio de Sesión Equipos
fr_fr: Historique des connexions de la machine
it: Host Accesso Storia
zh_cn: 主机登录历史

source: View History For
fr_fr: Voir l'historique pour
it: Visualizza la cronologia per

source: Selected Logins
fr_fr: Logins sélectionnés
it: Logini selezionati

source: History Graph
fr_fr: Graphique de l'historique
it: Grafico storico

source: Engineer
fr_fr: Ingénieur
it: Ingegnere

source: Imaged From
fr_fr: Clonée depuis
it: Immagini da

source: Start
es_es: Hora de Inicio
fr_fr: Démarrer
it: Inizio
zh_cn: 开始时间

source: End
es_es: Activado
fr_fr: Fin
it: Fine
zh_cn: 启用

source: Duration
es_es: Duración
fr_fr: Durée
it: Durata
zh_cn: 期限

source: Host Imaging History
fr_fr: Historique des clonages de la machine
it: Host Imaging Storia

source: Start Time
es_es: Hora de Inicio
fr_fr: Heure de départ
it: Ora di inizio
zh_cn: 开始时间

source: End Time
es_es: Hora de finalización
fr_fr: Heure de fin
it: Fine del tempo
zh_cn: 终结时刻

source: Return Code
es_es: Código devuelto
fr_fr: Code de retour
it: Codice di ritorno
zh_cn: 返回代码

source: Snapin task not completed
fr_fr: Tâche Snapin non terminée
it: Il compito Snapin non è stato completato

source: No complete time recorded
fr_fr: Aucun temps complet enregistré
it: Nessun tempo completo registrato

source: Host Snapin History
fr_fr: Historique Snapin de la machine
it: Storia Snapin Host

source: Host approved
fr_fr: Machine approuvée
it: Host approvato

source: Host approval failed.
fr_fr: Approbation de la machine échouée.
it: approvazione Host riuscita.

source: Approve Host
fr_fr: Approuver cette machine
it: Approvare Host

source: Approve this host?
fr_fr: Approuver cette machine ?
it: Approvare questo host?

source: Approved
fr_fr: Approuvée
it: Approvato

source: All Pending MACs approved
fr_fr: Tous les MACs en attente approuvés
it: Tutti i MAC in sospeso approvati

source: Virus items removed!
fr_fr: Les éléments concernant les virus ont été supprimés !
it: Elementi virus rimossi!

source: Host Update Failed
fr_fr: Mise à jour de la machine a échoué
it: Aggiornamento Host riuscito

source: Host updated!
fr_fr: Machine mise à jour !
it: Host aggiornato!

source: Host Update Success
fr_fr: Succès de la mise à jour de la machine
it: Aggiornamento host completato!

source: Host Update Fail
fr_fr: Mise à jour de la machine échouée
it: Aggiornamento Host completato

source: Failed to create new Group
es_es: ¡Fallo al crear impresora!
fr_fr: Impossible de créer un nouveau groupe
it: Impossibile creare un nuovo gruppo
zh_cn: 无法创建打印机！

source: Successfully added selected hosts to the group!
fr_fr: Les hôtes sélectionnés ont été ajoutés au groupe avec succès !
it: Aggiunti host selezionati al gruppo!

source: Host Add to Group Success
fr_fr: Succès lors de l'ajout de la machine dans le groupe
it: Aggiunta host al gruppo completata

source: Host Add to Group Fail
fr_fr: Échec lors de l'ajout de la machine dans le groupe
it: Aggiunta host al gruppo fallita

source: Primary Storage Group
fr_fr: Groupe de stockage primaire
it: Gruppo di archiviazione primaria

source: Image Name
es_es: Nombre de Imagen
fr_fr: Nom de l'image
it: Nome immagine
zh_cn: 图片名称

source: Image Size: ON CLIENT
fr_fr: Taille de l'image : sur le client
it: Dimensioni immagine: ON CLIENT

source: Image Size: ON SERVER
fr_fr: Taille de l'image : sur le serveur
it: Dimensioni immagine: SU SERVER

source: Captured
fr_fr: Capturée
it: Catturato

source: Last captured
fr_fr: Dernière capture
it: Ultima cattura

source: Not set
fr_fr: Pas encore défini
it: Non impostato

source: Invalid date
fr_fr: Date invalide
it: Data non valida

source: Not protected
fr_fr: Non protégé
it: Non protetto

source: Protected
fr_fr: Protégé
it: Protetta

source: Disabled
es_es: Desactivado
fr_fr: Désactivé
it: Disabilitato
zh_cn: 关闭

source: Partclone Compressed
fr_fr: Partclone Compressé
it: Partclone compressa

source: Partclone Compressed 200MiB split
fr_fr: Partclone compressé 200 Mo split
it: Partclone compressa diviso per 200MiB

source: Partclone Uncompressed 200MiB split
fr_fr: Partclone non compressé 200 Mo split
it: Partclone non compressa diviso per 200MiB

source: ZSTD Compressed
fr_fr: ZSTD Compressé
it: ZSTD compressa

source: ZSTD Compressed 200MiB split
fr_fr: ZSTD Compressé 200 Mo split
it: ZSTR compressa diviso per 200MiB

source: New Image
es_es: Nueva Imagen
fr_fr: Nouvelle image
it: Nuova immagine
zh_cn: 新形象

source: Image Description
es_es: Descripción de Imagen
fr_fr: Description de l'image
it: Descrizione dell'immagine
zh_cn: 图像描述

source: Operating System
es_es: Sistema Operat.
fr_fr: Système d'exploitation
it: Sistema operativo
zh_cn: 工作装置。体制

source: Image Enabled
fr_fr: Image activée
it: immagine Abilitato

source: Replicate?
fr_fr: Reproduire ?
it: Replicare?

source: Image Manager
es_es: Nombre de Imagen
fr_fr: Gestionnaire d'image
zh_cn: 图片名称

source: Create Image
fr_fr: Créer une image
it: Crea immagina

source: An image already exists with this name!
es_es: ¡Ya existe una imagen con ese nombre!
fr_fr: Une image existe déjà avec ce nom !
it: Un'immagine esiste già con questo nome!
zh_cn: 已存在的图像与这个名字！

source: Please choose a different name
fr_fr: Veuillez choisir un autre nom
it: Scegliere un nome diverso

source: this one is reserved for FOG
fr_fr: celui-ci est réservé à FOG
it: questo è riservato per FOG
