Repository: FOGProject/fogproject
Catalog: packages/web/management/languages/*.UTF-8/LC_MESSAGES/messages.po
Languages: es_es, fr_fr, it, zh_cn

source: This section allows you to update
fr_fr: Cette section vous permet de mettre à jour
it: Questa sezione ti consente di aggiornare

source: the Linux kernel which is used to
fr_fr: le noyau Linux qui est utilisé pour
it: il kernel Linux che verrà usato

source: boot the client computers
fr_fr: démarrer les ordinateurs clients
it: avvia i computer client

source: In FOG
fr_fr: Dans FOG

source: this kernel holds all the drivers for the client computer
fr_fr: ce noyau contient tous les pilotes de l'ordinateur client
it: questo kernel attende tutti i driver per il computre client

source: so if you are unable to boot a client you may wish to
fr_fr: donc si vous ne parvenez pas à démarrer un client, vous pouvez souhaiter
it: pertanto se non si è in grado di abbiare un client tu puoi

source: update to a newer kernel which may have more drivers built in
fr_fr: mettre à jour vers un noyau plus récent qui peut avoir plus de pilotes intégrés
it: aggiornare ad un nuovo kernel che abbia maggiori driver built in

source: This installation process may take a few minutes
fr_fr: Ce processus d'installation peut prendre quelques minutes
it: Questo processo di installazione impiegherà alcuni minuti

source: as FOG will attempt to go out to the internet
fr_fr: car FOG va essayer de sortir sur internet
it: come FOG proverà ad andare in internet

source: to get the requested Kernel
fr_fr: pour obtenir le noyau demandé
it: pr ottenere il Kernel richiesto

source: so if it seems like the process is hanging please be patient
fr_fr: donc si vous avez l'impression que le processus est suspendu, soyez patient
it: se il processo sembra bloccato portate pazienza

source: Downloading Kernel
fr_fr: Téléchargement du noyau

source: Starting process
fr_fr: Début de process
it: Avvio processo

source: Save Kernel
fr_fr: Sauvegarder le noyau

source: Kernel Name
fr_fr: Nom du Kernel
it: Nome kernel

source: Install Kernel
fr_fr: Installation du Kernel
it: Installa Kernel

source: Install
fr_fr: Installation
it: Installa

source: FOG PXE Boot Menu Configuration
es_es: Configuración Menú de Arranque PXE de FOG
fr_fr: Configuration du menu FOG PXE Boot
it: Menu di configurazione di avvio PXE FOG
zh_cn: 光纤 FOG 的PXE启动菜单配置

source: Main Colors
fr_fr: Couleurs principales
it: Colori principali

source: Option specifies the color settings of the main menu items
fr_fr: Option qui spécifie les paramètres de couleur des éléments du menu principal
it: Opzione consente di specificare le impostazioni di colore degli elementi principali

source: Valid Host Colors
fr_fr: Couleurs valides de la machine
it: Colori host validi

source: Option specifies the color text on the menu if the host
fr_fr: L'option spécifie la couleur du texte du menu si la machine
it: Opzione specifica il colore del testo se l'host

source: is valid
fr_fr: est valide
it: è valido

source: Invalid Host Colors
fr_fr: Couleurs d'hôte non valides
it: Colori host non validi

source: is invalid
fr_fr: est invalide
it: Non è valido

source: Main pairings
fr_fr: Principales associations
it: Accoppiamenti principali

source: Option specifies the pairings of colors to
fr_fr: L'option spécifie les paires de couleurs à
it: Opzione specifica le accoppiamenti dei colori per

source: present and where/how they need to display
fr_fr: présenter et où / comment elles doivent être affichées
it: presente e dove/come devono essere visualizzati

source: Main fallback pairings
fr_fr: Principales associations de secours
it: Abbinamenti principali fallback

source: Option specifies the pairings as a fallback
fr_fr: L'option spécifie les associations comme solution de secours
it: L'opzione specifica le accoppiamenti come fallback

source: Host pairings
fr_fr: Associations des machines
it: Abbinamenti host

source: Option specifies the pairings after host checks
fr_fr: L'option spécifie les associations après les contrôles des machines
it: Opzione specifica le associazioni dopo controlli host

source: Menu Timeout
fr_fr: Délai d'attente du menu
it: Timeout menu

source: in seconds
fr_fr: en secondes
it: in secondi

source: Option specifies the menu timeout
fr_fr: L'option spécifie le délai d'attente du menu
it: L'opzione specifica il timeout del menu

source: This is set in seconds and causes the default option
fr_fr: Ceci est défini en secondes et provoque l'option par défaut
it: Questo viene impostato in secondi e causa l'opzione predefinita

source: to be booted if no keys are pressed when the menu is
fr_fr: pour être démarré si aucune touche n'est pressée lorsque le menu est
it: per essere avviato se non è premuto nessun tasto quando il menu è

source: open
fr_fr: visible
it: aperto

source: Menu Background File
fr_fr: Fichier d'arrière-plan du menu
it: File di sfondo menu

source: Option specifies the background file to use
fr_fr: L'option spécifie le fichier d'arrière-plan à utiliser
it: L'opzione specifica il file di sfondo da utilizzare

source: for the menu background
fr_fr: pour l'arrière-plan du menu
it: per il menu di sfondo

source: Make Changes?
fr_fr: Sauvegarder les modifications ?
it: Applicare cambiamenti?

source: iPXE Menu Settings
fr_fr: Paramètres du menu iPXE
it: Impostazioni del menu iPXE

source: Menu colors, pairings, settings
fr_fr: Couleurs de menu, associations, réglages
it: Colori del menu, accoppiamenti, impostazioni

source: No Menu
es_es: Menú Equipos
fr_fr: Pas de menu
it: Nessun Menu
zh_cn: 主机菜单

source: Option sets if there will even
fr_fr: Cette option permet de déterminer si
it: L'opzione si imposta se ci sarà anche

source: be the presence of a menu
fr_fr: un menu sera présent
it: c'è la presenza di un menu

source: to the client systems
fr_fr: sur les systèmes clients
it: verso i sistemi client

source: If there is not a task set
fr_fr: S'il n'y a pas de tâche définie
it: Non c'è alcuna attività impostata

source: it boots to the first device
fr_fr: qui démarre sur le premier appareil
it: avvia dal primo dispositivo

source: if there is a task
fr_fr: s'il y a une tâche
it: Se c'è una attività

source: it performs that task
fr_fr: qui exécute cette tâche
it: esegue una attività

source: Hide Menu
es_es: Ocultar Menú:
fr_fr: Masquer le menu
it: Nascondi Menu
zh_cn: 隐藏菜单：

source: Option sets the key sequence
fr_fr: L'option définit la séquence de touches
it: L'opzione imposta la sequenza di tasti

source: If none is specified
fr_fr: Si aucun n'est spécifié
it: Se niente specificato

source: ESC is defaulted
fr_fr: ESC est par défaut
it: ESC è predefinito

source: Login with the FOG credentials and you will see the menu
fr_fr: Connectez-vous avec les informations d'identification de FOG et vous verrez le menu
it: Accedi con le credenziali FOG per vedere il menu

source: Otherwise it will just boot like normal
fr_fr: Sinon, il démarrera comme d'habitude
it: Altrimenti eseguirà il boot normalmente

source: Hide Menu Timeout
fr_fr: Masquer le menu Timeout
it: Nascondi Timeout Menu

source: Option specifies the timeout value for the hidden menu system
fr_fr: Cette option spécifie la valeur de délai d'attente pour le système de menu caché
it: Opzione specifica il valore di timeout per il sistema di menu nascosto

source: Boot Key Sequence
fr_fr: Séquence des touches de démarrage
it: Boot Sequence chiave

source: Option sets the ipxe keysequence to enter to gain menu
fr_fr: L'option définit la séquence de touches de l'iPXE pour entrer dans le menu de contrôle
it: L'opzione imposta la sequenza di tasti ipxe per entrare nel menu

source: access to the hidden menu system
fr_fr: accès au système de menu caché
it: accesso al sistema di menu nascosto

source: Menu Hide/No Menu settings
fr_fr: Paramètres du menu Caché / Pas de Menu
it: Nascondi Menu/Nessuna impostazione del menu

source: Exit to Hard Drive Type
fr_fr: Sortie pour type de disque dur
it: Uscita Tipo disco rigido

source: Option specifies the legacy boot exit method ipxe will use
fr_fr: L'option spécifie la méthode de sortie de boot traditionnel qu'iPXE utilisera
it: L'opzione specifica il metodo di uscita boot legacy che utilizza ipxe

source: Exit to Hard Drive Type(EFI)
fr_fr: Sortie pour type de disque dur (EFI)
it: Uscita Tipo disco rigido (EFI)

source: Option specifies the efi boot exit method ipxe will use
fr_fr: L'option spécifie la méthode de sortie de boot efi qu'iPXE utilisera
it: L'opzione specifica il metodo di uscite di boot di efi che utilizzerà ipxe

source: Boot Exit settings
fr_fr: Paramètres de sortie de boot
it: Impostazioni di uscita del Boot

source: Advanced Menu Login
fr_fr: Menu Avancé Connexion
it: Accesso Menu avanzato

source: Option below enforces a login system
fr_fr: L'option ci-dessous met en place un système de connexion
it: L'opzione sotto rafforza il sistema di login

source: for the advanced menu parameters
fr_fr: pour les paramètres du menu avancé
it: per i parametri di menu avanzati

source: If off
fr_fr: Si c'est désactivé
it: Se disabilitato

source: no login will appear
fr_fr: aucun login n'apparaîtra
it: nessun login appare

source: If on
fr_fr: Sinon
it: Se abilitato

source: it will enforce login to gain access to the advanced
fr_fr: il imposera l'ouverture d'une session pour accéder aux fonctions avancées
it: attiverà il login per accedere alle avanzate

source: menu system
fr_fr: système de menu
it: menu di sistema

source: Advanced menu command
fr_fr: Commande avancée du menu
it: Comando menu avanzato

source: Add any custom text you would like
fr_fr: Ajoutez le texte personnalisé que vous souhaitez
it: Aggiungi qualunque testo personalizzato desideri

source: the advanced menu to use
fr_fr: le menu avancé à utiliser
it: Il menu avanzato da utilizzare

source: This is ipxe script commands to operate with
fr_fr: Il s'agit de commandes de script iPXE pour fonctionner avec
it: Questo è il comando ipxe script per operare con

source: Advanced Menu settings
fr_fr: Paramètres du menu avancé
it: Impostazioni menu avanzate

source: Invalid Timeout Value
fr_fr: Valeur Timeout non valide
it: Non valido Valore Timeout

source: iPXE Settings updated successfully!
fr_fr: Paramètres iPXE ont été mis à jour avec succès !
it: Impostazioni iPXE aggiornate correttamente!

source: iPXE Update Success
fr_fr: Succès de la mise à jour d'iPXE
it: Riuscito iPXE Update

source: iPXE Update Fail
fr_fr: Échec de la mise à jour d'iPXE
it: Fallito iPXE Update

source: This item allows you to edit all of the iPXE Menu items as you
fr_fr: Cet élément vous permet de modifier tous les éléments du menu iPXE comme vous le souhaitez
it: Questa voce consente di modificare tutte le voci di menu iPXE

source: see fit
fr_fr: voir si c'est le cas
it: Vedere la misura

source: Mind you
fr_fr: Pensez-y
it: Mente voi

source: iPXE syntax is very finicky when it comes to editing
fr_fr: La syntaxe de l'iPXE est très pointilleuse lorsqu'il s'agit d'éditer
it: La sintassi di iPXE è molto finicky quando si tratta di modifica

source: If you need help understanding what items are needed please
fr_fr: Si vous avez besoin d'aide pour comprendre quels éléments sont nécessaires, veuillez
it: Se hai bisogno di aiuto per capire quali elementi sono necessari, per favore

source: see the forums or lookup the commands and scripts available
fr_fr: consulter les forums ou rechercher les commandes et les scripts disponibles
it: Vedere i forum o la ricerca dei comandi e degli script disponibili

source: from
fr_fr: de
it: da

source: Menu Item
fr_fr: Élément du menu
it: Elemento del menu:

source: Parameters
fr_fr: Paramètres
it: parametri:

source: Boot Options
fr_fr: Options de démarrage
it: Opzioni di avvio:

source: Default Item
fr_fr: Élément par défaut
it: Elemento predefinito:

source: Hot Key Enabled
fr_fr: Touche de raccourci activée
it: Tasti Hot Key attivati

source: Hot Key to use
fr_fr: Touche de raccourci à utiliser
it: Tasti Hot Key da usare

source: Menu Show with
fr_fr: Menu Afficher avec
it: Mostra menu con:

source: Delete Menu Item
fr_fr: Supprimer l'élément de menu
it: Elimina il menu

source: iPXE Item Update Success
fr_fr: Succès de la mise à jour de l'élément iPXE
it: Elemento iPXE aggiornato con successo

source: successfully removed!
fr_fr: supprimé avec succès !
it: rimosso con successo

source: iPXE Item Remove Success
fr_fr: élément iPXE supprimé avec succès
it: Elemento iPXE rimosso con successo

source: Create New iPXE Menu Entry
fr_fr: Créer une nouvelle entrée du menu iPXE
it: Crea nuovo iPXE Menu Entry

source: New iPXE Menu
fr_fr: Nouveau menu iPXE
it: Nuovo menu iPXE

source: Menu Item or title cannot be blank
fr_fr: Élément de menu ou le titre ne peut pas être vide
it: Voce di menu o il titolo non può essere vuoto

source: A description needs to be set
fr_fr: Une description doit être réglée
it: Una descrizione deve essere impostato

source: iPXE Item create failed!
fr_fr: la création de l'élément iPXE a échoué !
it: Creazione elemento iPXE non riuscita!

source: iPXE Item added!
fr_fr: l'élément iPXE a été ajouté !
it: Elemento iPXE aggiunto!

source: iPXE Item Create Success
fr_fr: Succès de la création de l'élément iPXE
it: Creazione elemento iPXE riuscita

source: iPXE Item Create Fail
fr_fr: Échec de la création de l'élément iPXE
it: Creazione elemento iPXE non riuscita!

source: FOG Client Service Updater
es_es: Servicio de Actualización del Cliente FOG
fr_fr: Mise à jour du service client FOG
it: FOG Servizio Clienti Updater
zh_cn: FOG 客户服务更新

source: Module Name
es_es: Nombre del nodo
fr_fr: Nom du module
it: Nome Modulo
zh_cn: 节点名称

source: Module Type
fr_fr: Type de module
it: Tipo di modulo

source: Current files
fr_fr: Fichiers en cours
it: File corrente

source: The below items are only used for the old client.
fr_fr: Les éléments ci-dessous ne sont utilisés que pour l'ancien client.
it: Gli elementi riportati di seguito sono utilizzati solo per il vecchio client.

source: Old clients are the clients that came with FOG
fr_fr: Les anciens clients sont les clients qui sont venus avec FOG
it: I vecchi client sono i client che si preventano con FOG

source: Version 1.2.0 and earlier
fr_fr: Version 1.2.0 et antérieure
it: Versione 1.2.0. o precedente

source: This section allows you to update the modules and
fr_fr: Cette section vous permet de mettre à jour les modules et
it: Questa sezione consente di aggiornare i moduli e

source: config files that run on the client computers.
fr_fr: les fichiers de configuration qui s'exécutent sur les ordinateurs clients.
it: file di configurazione eseguiti sui computer client.

source: The clients will checkin with the server from time
fr_fr: Les clients s'enregistreront auprès du serveur de temps
it: I clienti effettueranno il check-in con il server di tanto

source: to time to see if a new module is published.
fr_fr: en temps pour voir si un nouveau module est publié.
it: in tanto per vedere se è stato pubblicato un nuovo modulo.

source: If a new module is published the client will
fr_fr: Si un nouveau module est publié, le client
it: Se viene pubblicato un nuovo modulo, il client farà

source: download the module and use it on the next
fr_fr: téléchargera le module et l'utilisera sur la prochaine
it: scaricare il modulo e utilizzarlo nella successiva

source: time the service is started.
fr_fr: fois où le service est lancé.
it: volta che il servizio viene avviato.

source: Upload file
fr_fr: Téléverser un fichier
it: Caricare un file

source: Delete Selected Items
fr_fr: Supprimer tous les éléments sélectionnés
it: Eliminare gli elementi selezionati

source: Make Changes
fr_fr: Sauvegarder les modifications
it: Applicare cambiamenti

source: Item removed successfully!
fr_fr: Élément retiré avec succès !
it: Elemento rimosso con successo!

source: Client Modules Change Success
fr_fr: Succès dans le changement des modules du client
it: Moduli client modificato con successo

source: No file uploaded!
fr_fr: Aucun fichier envoyé !
it: Nessun file caricato

source: Modules added/updated successfully!
fr_fr: Modules ajoutées / mises à jour avec succès !
it: Moduli aggiunti/aggiornati con successo!

source: Client Modules Change Fail
fr_fr: Échec de la modification des modules clients
it: Modulo Client fallimento di cambiamento

source: MAC Address Manufacturer Listing
es_es: Listado de Fabricantes por Prefijo MAC
fr_fr: Liste des fabricants d'adresses MAC
it: MAC Listing Indirizzo Produttore
zh_cn: MAC地址制造商名录

source: This section allows you to import known mac address makers into the FOG database for easier identification
fr_fr: Cette section vous permet d'importer les fabricants connus d'adresses MAC dans la base de données de FOG pour faciliter l'identification
it: Questa sezione ti consente di importare produttori di indirizzi MAC conosciuti nel database FOG per facilitare l'identificazione

source: Current Records
fr_fr: Enregistrements courants

source: Delete MACs
fr_fr: Supprimer MACs
it: Eliminare MAC

source: Update MACs
fr_fr: Mettez à jour les MACs
it: aggiornamento MAC

source: FOG System Settings
es_es: Configuración del sistema FOG
fr_fr: Paramètres système FOG
it: Impostazioni di sistema della nebbia
zh_cn: FOG 系统设置

source: This section allows you to customize or alter
fr_fr: Cette section vous permet de personnaliser ou de modifier
it: Questa sezione consente di personalizzare o modificare

source: the way in which FOG operates
fr_fr: le mode de fonctionnement de FOG
it: il modo in cui funziona FOG

source: Please be very careful changing any of the following settings
fr_fr: Soyez très prudent lorsque vous modifiez l'un des paramètres suivants
it: Si prega di essere molto attenti a modificare una delle seguenti impostazioni

source: as they can cause issues that are difficult to troubleshoot
fr_fr: car ils peuvent causer des problèmes difficiles à résoudre
it: poiché possono causare problemi difficili da risolvere

source: Expand All
fr_fr: Tout développer
it: Espandi tutti

source: Partclone Gzip Split 200MiB
fr_fr: Partclone Gzip Split 200 Mo
it: Partclone Gzip diviso per 200MiB

source: Partclone Uncompressed
fr_fr: Partclone non compressé
it: Partclone non compressa

source: Partclone Uncompressed Split 200MiB
fr_fr: Partclone non compressé Split 200 Mo
it: Partclone non compressa diviso per 200MiB

source: Partclone Zstd Split 200MiB
fr_fr: Partclone Zstd Split 200 Mo
it: Partclone zstd diviso per 200MiB

source: No image specified
es_es: No se encuentran imágenes
fr_fr: Aucune image spécifiée
it: Nessun immagine specificata
zh_cn: 没有找到图像

source: Reset Token
fr_fr: Réinitialisation du jeton

source: No Image specified
fr_fr: Pas d'image spécifiée
it: Nessuna immagine specificata

source: Width must be 650 pixels.
fr_fr: La largeur doit être de 650 pixels.
it: Larghezza deve essere di 650 pixel.

source: Height must be 120 pixels.
fr_fr: La hauteur doit être de 120 pixels.
it: Altezza deve essere di 120 pixel.

source: Settings successfully stored!
fr_fr: Les paramètres ont été enregistrés avec succès !
it: Le impostazioni sono state memorizzate correttamente!

source: Settings Update Success
fr_fr: Succès de la mise à jour des paramètres
it: Modifica Impostazioni completata

source: Service Setting Update Success
fr_fr: Succès de la mise à jour des paramètres de service
it: Agiormaento Impostazioni del servizio completato

source: Rebranding element has been successfully updated!
fr_fr: L'élément sur l'image a été mis à jour avec succès !
it: L'elemento Rebranding è stato aggiornato con successo!

source: Settings Update Fail
fr_fr: Échec de la mise à jour des paramètres
it: Aggiornamento Impostazioni non riuscito

source: Service Setting Update Failed
fr_fr: Échec de la mise à jour des paramètres du service
it: Aggiornamento impostazione servizio non riuscito

source: Service Master
fr_fr: Service principal

source: Scheduler
fr_fr: Planificateur
it: Pianificatore

source: Image Replicator
fr_fr: Réplicateur d'images
it: immagine Replicator

source: Image Size
fr_fr: Taille de l'image
it: Dimensioni immagine

source: Snapin Replicator
fr_fr: Réplicateur de Snapin

source: Snapin Hash
fr_fr: Hash du Snapin
it: Hash snap-in

source: Ping Hosts
fr_fr: Ping machines
it: Host ping

source: Image Transfer Log
fr_fr: Journal du transfert d'images
it: Immagine registro trasferimenti

source: Snapin Transfer Log
fr_fr: Journal du transfert de Snapins
it: Snapin registro trasferimenti

source: FOG Log Viewer
es_es: Visor del Log de FOG
fr_fr: Visionneuse de journaux FOG
zh_cn: FOG 的日志查看器

source: Lines
fr_fr: Lignes
it: Linee

source: Reverse the file: (newest on top)
fr_fr: Inverser le fichier : (le plus récent en haut)
it: Invertire il file: (più recente in alto)

source: Export Database?
fr_fr: Exporter la base de données ?
it: Esporta database?

source: Export Database
fr_fr: Exporter la base de données
it: Esporta database

source: Import Database?
fr_fr: Importer la base de données ?
it: Importa database?

source: Import Database
fr_fr: Exporter la base de données
it: Importa database

source: Import Successful
fr_fr: Import réussi
it: Importazione riuscita

source: Database imported and added successfully!
fr_fr: Base de données importée et ajoutée avec succès !
it: Database importati e aggiunti con successo

source: Import Failed
fr_fr: L'import a échoué
it: Importazione fallita

source: There were errors during import!
fr_fr: Il y a eu des erreurs pendant l'importation !
it: Si sono verificati errori durante l'importazione

source: Database Reverted
fr_fr: Base de données restaurée
it: Database ripristinato

source: Database changes reverted!
fr_fr: Les modifications de la base de données ont été rétablies !
it: Modifiche al database ripristinate

source: Database Failure
fr_fr: Défaillance de la base de données
it: Fallimento del database

source: Errors on revert detected!
fr_fr: Erreurs sur la restauration détectées !
it: Errori su Revert rilevati

source: New Group
es_es: Grupo
fr_fr: Nouveau groupe
it: Nuovo gruppo
zh_cn: 集团

source: Group Name
es_es: Nombre del Grupo
fr_fr: Nom de groupe
it: Nome del gruppo
zh_cn: 组名

source: Group Description
es_es: Descripción del Grupo
fr_fr: Description du groupe
it: Descrizione del gruppo
zh_cn: 集团简介

source: Group Kernel
es_es: Kernel del Grupo
fr_fr: Groupe Kernel
it: Gruppo kernel
zh_cn: 集团的核心

source: Group Kernel Arguments
es_es: Argumentos para el Kernel del Grupo
fr_fr: Arguments Groupe Kernel
it: Argomenti Gruppo Kernel
zh_cn: 集团内核参数

source: Group Primary Disk
es_es: Disco Principal del Grupo
fr_fr: Groupe Disque primaire
it: Gruppo di dischi primario
zh_cn: 集团主磁盘

source: A group name is required!
fr_fr: Un nom de groupe est nécessaire !
it: È richiesto un nome di gruppo!

source: A group already exists with this name!
fr_fr: Un groupe existe déjà avec ce nom !
it: Esiste già un gruppo con questo nome!

source: Add group failed!
fr_fr: L'ajout de groupe a échoué !
it: Aggiunta gruppo non riuscito!

source: Group added!
fr_fr: Groupe ajouté !
it: Gruppo aggiunto!

source: Group Create Success
fr_fr: Succès de la création du groupe
it: Creazione Gruppo completata

source: Group Create Fail
fr_fr: Échec de la création du groupe
it: Creazione Gruppo fallita

source: Group Product Key
fr_fr: Groupe clé de produit
it: Product Key Group

source: Group Bios Exit Type
fr_fr: Groupe Bios Type de sortie
it: Gruppo Bios Tipo Exit

source: Group EFI Exit Type
fr_fr: Groupe EFI Type de sortie
it: Gruppo EFI Tipo Exit

source: Reset Encryption Data
fr_fr: Réinitialiser les données de chiffrement
it: Remposta dati crittografia

source: Group general
fr_fr: Groupe Général
it: Gruppo Generale

source: Group image
fr_fr: Image du groupe
it: Immagine gruppo

source: Group image association
fr_fr: Association d'images du groupe
it: Associazione immagine di gruppo
