Repository: FOGProject/fogproject
Catalog: packages/web/management/languages/*.UTF-8/LC_MESSAGES/messages.po
Languages: es_es, fr_fr, it, zh_cn

source: Finding any images associated
fr_fr: Trouver les images associées
it: Trovare tutte le immagini associate

source: No images associated with this group as master
fr_fr: Aucune image associée à ce groupe en tant que maître
it: Nessuna immagine associata a questo gruppo come master

source: to update size values as needed
fr_fr: pour mettre à jour les valeurs de taille si nécessaire
it: Per aggiornare i valori di dimensione secondo necessità

source: Trying image size for
fr_fr: Essayer la taille de l'image pour
it: Prova della dimensione dell'immagine per

source: Path is unavailable
fr_fr: Le chemin est indisponible
it: Percorso non disponibile

source: Getting image size for
fr_fr: Obtenir la taille de l'image pour
it: Ottenere la dimensione dell'immagine per

source: Size
fr_fr: Taille
it: Dimensione

source: * Multicast service is globally disabled
fr_fr: * Le service multicast est globalement désactivé
it: * Il servizio Multicast è disabilitato a livello globale

source: Task ID
fr_fr: ID tâche

source: No new tasks found
fr_fr: Aucune nouvelle tâche trouvée

source: No open slots
fr_fr: Pas de slots ouverts

source: Task state has been updated, now the task is queued!
fr_fr: L'état de la tâche a été mis à jour, désormais, elle est en file d'attente !

source: failed to execute, image file:
fr_fr: n'a pas réussi à s'exécuter, fichier image :

source: not found on this node
fr_fr: non trouvé sur ce nœud
it: Non trovato su questo nodo

source: failed to execute, there are no clients included
fr_fr: a échoué à s'exécuter, il n'y a pas de clients inclus

source: failed to execute, port must be even and numeric
fr_fr: a échoué à s'exécuter, le port doit être pair et numérique

source: failed to start
fr_fr: a échoué à démarrer
it: non è riuscito a iniziare

source: could not be killed
fr_fr: n'a pas pu être tué

source: has been killed
fr_fr: a été tué

source: is new
fr_fr: est nouveau
it: è nuovo

source: unable to be updated
fr_fr: impossible à mettre à jour

source: image file found, file:
fr_fr: fichier image trouvé, fichier :

source: found
fr_fr: trouvé
it: trovato

source: sending on base port
fr_fr: envoi sur le port de base

source: Command
fr_fr: Commande
it: Comando

source: has started
fr_fr: a débuté
it: è iniziato

source: is already running with pid:
fr_fr: est déjà en cours d'exécution avec le pid :

source: is no longer running
fr_fr: ne fonctionne plus
it: non è più in esecuzione

source: has been completed
fr_fr: a été achevé
it: è stato completato

source: has been cancelled
fr_fr: a été annulé
it: è stato cancellato

source: is now cancelled
fr_fr: est maintenant annulé

source: could not be cancelled
fr_fr: n'a pas pu être annulé

source: is now completed
fr_fr: est maintenant achevé

source: could not be completed
fr_fr: n'a pas pu être complété

source: Wait time has changed to
fr_fr: Le temps d'attente est passé à
it: Il tempo di attesa è cambiato

source: seconds
fr_fr: secondes
it: secondi

source: second
fr_fr: seconde
it: secondo

source: * Task Scheduler is globally disabled
fr_fr: * Le planificateur de tâches est globalement désactivé
it: * Il task scheduler è disattivato a livello globale

source: scheduled task(s) to run
fr_fr: tâche(s) planifiée(s) à exécuter

source: power management task(s) to run
fr_fr: tâche(s) de gestion de l'énergie à exécuter

source: Scheduled Task run time
fr_fr: Durée d'exécution de la tâche planifiée

source: Found a scheduled task that should run.
fr_fr: J'ai trouvé une tâche planifiée qui devrait être exécutée.

source: Is a
fr_fr: Est un
it: È un

source: based task.
fr_fr: tâche basée.

source: Unicaset
fr_fr: Unicast

source: task found
fr_fr: tâche trouvée
it: compito trovato

source: Task started for
fr_fr: Tâche commencée pour

source: Power Management Task run time
fr_fr: Durée d'exécution de la tâche de gestion de l'énergie

source: Found a wake on lan task that should run.
fr_fr: J'ai trouvé une tâche "Wake On Lan" qui devrait être exécutée.

source: Task sent to
fr_fr: Tâche envoyée à
it: Attività inviata a

source: Toggle Navigation
fr_fr: Naviguer dans le menu
it: Attiva la navigazione

source: Credits
fr_fr: Crédits

source: FOG Client
fr_fr: Client FOG

source: A host with that name already exists
fr_fr: Une machine avec ce nom existe déjà
it: Un nome host con questo nome esiste già

source: The primary mac associated is
fr_fr: La MAC principale associée est
it: Il MAC primario associato è

source: Failed to create inventory for this host
fr_fr: Échec de la création de l'inventaire pour cette machine
it: Fallita la creazione dell'inventario per questo host

source: There are no groups on this server
fr_fr: Il n'y a pas de groupes sur ce serveur
it: Non ci sono gruppi su questo server

source: Cannot view from browser
fr_fr: Impossible de visualiser à partir du navigateur
it: Impossiible visualizzare nel browser

source: Invalid tasking!
fr_fr: Tâche non valide !
it: Compito non valido!

source: There are no images on this server
fr_fr: Il n'y a pas d'images sur ce serveur
it: Non ci sono immagini su questo server

source: There are no locations on this server
fr_fr: Il n'y a pas d'emplacement sur ce serveur
it: Non ci sono posizioni su questo server

source: Invalid image
es_es: Prefijo MAC inválido
fr_fr: Image invalide
it: immagine non valido
zh_cn: 无效的Mac前缀

source: Invalid unit passed
fr_fr: Unité non valide passée
it: Unità non valido passato

source: Invalid Unit
fr_fr: Unité invalide
it: Unità non valida

source: Invalid operational mode
es_es: Modo de Operación no válido
fr_fr: Mode de fonctionnement non valide
it: modalità operativa non valido
zh_cn: 无效的运作模式

source: Accepted
es_es: Aceptado
fr_fr: Accepté
it: Accettato
zh_cn: 已接受

source: There are no snapins on this server
fr_fr: Il n'y a pas Snapins sur ce serveur
it: Non ci sono snapins su questo server

source: Device must be a string
fr_fr: Le dispositif doit être une chaîne de caractères
it: Dispositivo deve essere una stringa

source: Invalid
fr_fr: Invalide
it: Non valido

source: Invalid IP
fr_fr: IP invalide
it: IP non valido

source: Invalid File
fr_fr: Fichier invalide
it: File non valido

source: Invalid Folder
fr_fr: Dossier non valide
it: cartella non valido

source: Unable to open file for reading
fr_fr: Impossible d'ouvrir le fichier pour la lecture
it: Impossibile aprire il file per la lettura

source: IP Passed is incorrect
fr_fr: L'IP passée est incorrecte
it: IP Passato è corretto

source: A user with this name already exists!
es_es: ¡Ya existe un usuario con ese nombre!
zh_cn: 具有此名称的用户已经存在！

source: User already exists!
es_es: ¡Usuario ya existe!
zh_cn: 用户已经存在！

source: Unable to lookup mac prefix!
es_es: ¡Imposible buscar prefijo MAC!
zh_cn: 无法查找雨衣前缀！

source: Invalid mac prefix
es_es: Prefijo MAC inválido
zh_cn: 无效的Mac前缀

source: Error multiple hosts returned for list of mac addresses!
es_es: ¡Error varios equipos devueltos para la lista de direcciones MAC!
zh_cn: 多台主机返回错误的MAC地址列表！

source: Error looking up service status for host!
es_es: ¡Error buscando estado de equipo!
zh_cn: 错误查找主机服务的状态！

source: MAC address object is null.
es_es: Dirección MAC está vacía.
zh_cn: MAC地址的对象是null。

source: MAC address is invalid.
es_es: Dirección MAC inválida.
zh_cn: MAC地址是无效的。

source: Host ID is invalid.
es_es: ID del equipo inválido.
zh_cn: 主机ID是无效的。

source: Hostname is invalid.
es_es: Nombre del Equipo inválido.
zh_cn: 主机名是无效的。

source: Operating System ID is invalid.
es_es: Sistema Operativo inválido.
zh_cn: 作业系统ID是无效的。

source: MAC address
es_es: Dirección MAC
zh_cn: MAC地址

source: is already registered with FOG.
es_es: Ya está registrado en FOG.
zh_cn: 已注册的 FOG。

source: Another host exists with that MAC address.
es_es: Existe otro equipo con esa dirección MAC.
zh_cn: 另一台主机存在与该MAC地址。

source: Host object is null.
es_es: Equipo está vacío.
zh_cn: 宿主对象为null。

source: Database object is null.
es_es: Base de Datos vacía.
zh_cn: 数据库对象是null。

source: Windows (other)
es_es: Windows (otro)
zh_cn: 视窗（其他）

source: Other
es_es: Otro
zh_cn: 其他

source: Database Error!
es_es: ¡Error de Base de Datos!
zh_cn: 数据库错误！

source: Not implemented
es_es: No Implementado.
zh_cn: 未执行

source: Failed to connect to server
es_es: Falló al conectarse al servidor.
zh_cn: 无法连接到服务器

source: Server returned
es_es: Devuelto del Servidor.
zh_cn: 服务器返回

source: Username is null
es_es: Nombre de usuario vacío.
zh_cn: 用户名是空

source: Hostname is null
es_es: Nombre de Equipo vacío.
zh_cn: 主机名称为空

source: Query Failed
es_es: Falló consulta.
zh_cn: 查询失败

source: database connection is null.
es_es: Conexión Base de Datos no válida.
zh_cn: 数据库连接是空。

source: SQL query is null
es_es: Consulta SQL no valida
zh_cn: SQL查询为空

source: Result set is null.
es_es: Conjunto de Resultados nulo.
zh_cn: 结果集为空

source: Schema is required to connect to server.
es_es: Esquema necesario para conectar con el servidor.
zh_cn: Schema是需要连接到服务器。

source: Begin not implemented!
es_es: ¡Comienzo no implementado!
zh_cn: 开始没有执行！

source: Rollback not implemented!
es_es: ¡Reversión no implementada!
zh_cn: 回滚没有执行！

source: executeUpdate not implemented!
es_es: ¡Actualización ejecutable no implementada!
zh_cn: 执行更新没有执行！

source: Query Failed: parse error
es_es: Error en la Consulta: Error de Análisis
zh_cn: 查询失败：解析错误

source: Unable to load system configuration information.
es_es: Imposible cargar información de configuración de sistema.
zh_cn: 无法加载系统配置信息。

source: Unable to connect to Database
es_es: Imposible conectar a Base de Datos
zh_cn: 无法连接到数据库

source: FOG :: Mobile Manager :: Version
es_es: FOG :: Administrador Móvil::Versión
zh_cn: FOG ：：移动经理：：版本

source: Welcome to FOG Mobile
es_es: Bienvenido a FOG Móvil
zh_cn: 欢迎 FOG 移动

source: Welcome to FOG - Mobile Edition! This light weight interface for FOG allows for access via mobile, low power devices.
es_es: Bienvenido a FOG - ¡Versión Móvil! Esta interfaz ligera para FOG, permite el acceso vía móvil, con dispositivos de baja potencia.
zh_cn: 欢迎来到 FOG - 手机版！这为光纤 FOG 重量轻接口允许通过移动，低功耗设备的访问。

source: Quick Image Menu
es_es: Menú de Imágenes Rápido
zh_cn: 快速图像菜单

source: Mobile
es_es: Móvil
zh_cn: 手机

source: Task Failed
es_es: Tarea Fallida
zh_cn: 任务失败

source: Task Started!
es_es: ¡Tarea Iniciada!
zh_cn: 任务开始！

source: Error: Is an image associated with the computer?
es_es: Error: ¿Es una imagen asociada al equipo?
zh_cn: 错误：与计算机相关的图片？

source: Tag 1
es_es: Etiqueta 1
zh_cn: 标签1

source: Tag 2
es_es: Etiqueta 2
zh_cn: 标签12

source: Image
es_es: Imagen
it: Immagine
zh_cn: 图像

source: No Results Found
es_es: Resultados No Encontrados
zh_cn: 找不到结果

source: Search for Host
es_es: Búsqueda por Equipo
zh_cn: 搜索主机

source: Image Host
es_es: Imagen de Equipo
zh_cn: 图像主机

source: FOG Mobile Login
es_es: Iniciar Sesión FOG Móvil
zh_cn: FOG 手机登录

source: Unable to open
es_es: Imposible abrir
zh_cn: 无法打开

source: Invalid Login.
es_es: Autentificación No Válida
zh_cn: 无效的登录。

source: Either the username or password contains invalid characters
es_es: El Nombre de Usuario o la Contraseña contienen caracteres no válidos
zh_cn: 无论是用户名或密码包含无效字符

source: Tasks Menu
es_es: Menú de Tareas
zh_cn: 任务菜单

source: Unable to delete PXE file.
es_es: Imposible borrar fichero PXE.
zh_cn: 无法删除PXE的文件。

source: FOG :: Database error!
es_es: FOG :: ¡Error en Base de Datos!
zh_cn: FOG：：数据库错误！

source: Type
es_es: Tipo
it: Tipo
zh_cn: 类型

source: No Active Tasks found
es_es: No se Encontraron Tareas Activas
zh_cn: 没有找到活动任务

source: client applications
es_es: Aplicaciones de Cliente

source: Version
es_es: Versión
it: Versione
zh_cn: 版本

source: Download the FOG client service. This service allows for advanced management of the PC, including hostname changing, etc.
es_es: Descarga el Servicio de Cliente FOG. Este servicio permite la administración avanzada del PC, incluido el cambio de nombre del equipo, etc.

source: FOG Client Service
es_es: Servicio de Cliente FOG
zh_cn: FOG 客户服务更新

source: Download FOG Prep which must be run on computers running Windows 7 immediately prior to image upload.
es_es: Descarga FOG Prep que se debe ejecutar en equipos con Windows 7 inmediatamente antes de la creación de la imagen.

source: Created By Chuck Syperski & Jian Zhang | GNU General Public License Version 3
es_es: Creado por Chuck Syperski & Jian Zhang | Licencia Pública General GNU Version 3

source: 30 Day Imaging History
es_es: Historico de Imagenes de 30 Dias
zh_cn: 30日成像的历史

source: # Computers Imaged
es_es: # Equipos Salvaguardados
zh_cn: ＃计算机图像

source: Description
es_es: Descripción
it: Descrizione
zh_cn: 描述

source: Msg:
es_es: Msge:
zh_cn: 信息：

source: FOG :: A Free, Open Source Computer Cloning Solution :: Version
es_es: FOG :: Una Solución Libre para Clonar Ordenadores, de Código Abierto :: Version
zh_cn: FOG：：自由，开放源码的电脑克隆解决方案：：版本

source: Please Wait...
es_es: Espera Por Favor...
zh_cn: 请稍候...

source: FOG Message
es_es: Mensaje FOG
zh_cn: FOG 消息

source: FOG Snapin Uploader
es_es: FOG Snapin Cargador
zh_cn: 在上载 FOG 单元

source: Select Snapin file to upload.
es_es: Selecciona fichero Snapin a Cargar
zh_cn: 选择在文件管理单元上传。

source: Created By Chuck Syperski &amp; Jian Zhang | GNU GPL v3
es_es: Creado por Chuck Syperski &amp; Jian Zhang | GNU GPL v3
zh_cn: 创建人查 Chuck Syperski＆张健|使用GNU GPL第三版建

source: clear all history
es_es: Borrar Histórico
zh_cn: 清除所有历史

source: Mode
es_es: Modo
it: Modalità
zh_cn: 模式

source: Date
es_es: Fecha
it: Data
zh_cn: 日期

source: No Virus Information Reported
es_es: No hay información de Virus Econtrados
zh_cn: 无病毒信息报告

source: List All Images
es_es: Mostrar Imágenes
zh_cn: 清单上的所有图片

source: Quick Info
es_es: Información Rápida
zh_cn: 快速信息

source: All Current Groups
es_es: Todos los Grupos Actuales
zh_cn: 目前所有的组

source: No Groups found
es_es: No se Encontraron Grupos
zh_cn: 无小组发现

source: FOG Server Shell Access
es_es: Servidor FOG Acceso Terminal
zh_cn: 壳牌 FOG 服务器访问

source: Snapin Added, you may now add another.
es_es: Añadido Snapin, Ahora puedes añadir otro.
zh_cn: 管理单元添加，您现在可以添加另一个。

source: Snapin Added
es_es: Snapin Añadido
zh_cn: 管理单元新增

source: Failed to add snapin.
es_es: Fallo al añadir snapin.
zh_cn: 无法新增单元。

source: Failed to add snapin, file upload failed.
es_es: Fallo al añadir snapin, Fallo al subir fichero.
zh_cn: 无法添加管理单元，文件上传失败。

source: Failed to add snapin, file already exists.
es_es: Fallo al añadir snapin, Fichero ya existe.
zh_cn: 无法添加管理单元，文件已经存在。

source: Failed to add snapin, snapin directory exists, but isn't writable.
es_es: Fallo al añadir snapin, Existe directorio snapin, pero no se puede escribir.
zh_cn: 无法添加管理单元，管理单元目录中存在，但不写。

source: Failed to add snapin, unable to locate snapin directory.
es_es: Fallo al añadir snapin, Imposible localizar directorio snapin.
zh_cn: 无法添加管理单元，管理单元无法找到目录。

source: Failed to add snapin, no file was uploaded.
es_es: Fallo al añadir snapin, ningún fichero fue subido.
zh_cn: 无法添加管理单元，没有文件被上传。

source: Add new Snapin definition
es_es: Añadir nueva definición Snapin
zh_cn: 添加新的管理单元的定义

source: Server Information
es_es: Información Servidor
zh_cn: 服务器信息

source: Hostname
es_es: Nombre del Equipo
it: Nome host
zh_cn: 主机名

source: CPU cache
es_es: Caché de CPU
zh_cn: CPU缓存

source: Unable to pull server information!
es_es: ¡Imposible enviar información al Servidor!
zh_cn: 无法拉服务器的信息！

source: Confirm Storage Group Removal
es_es: Confirmar Eliminación del Grupo de Almacenamiento
zh_cn: 确认删除存储组

source: Delete Storage Definition
es_es: Eliminar Definición de Almacenamiento
zh_cn: 删除存储的定义

source: Storage Group Removal Results
es_es: Resultados de la Eliminación del Grupo de Almacenamiento
zh_cn: 存储组去除结果

source: Storage Group definition has been removed.
es_es: Definición de Grupo de Almacenamiento ha sido Eliminada.
zh_cn: 存储组的定义已被删除。

source: Storage Group updated
es_es: Grupo de Almacenamiento Actualizado
zh_cn: 存储组更新

source: Failed to Storage Group.
es_es: Fallo del Grupo de Almacenamiento
zh_cn: 无法存储组。

source: Failed to update Storage Group
es_es: Fallo al Actualizar Grupo de Almacenamiento
zh_cn: 无法更新存储组

source: Edit Storage Group Definition
es_es: Editar Definición de Grupo de Almacenamiento
zh_cn: 编辑存储组的定义

source: Are you sure you would like to remove this Storage Group?
es_es: ¿Estas seguro de que quieres borrar este grupo de Almacenamiento?
zh_cn: 您确定要删除此存储组？

source: Snapin Updated!
es_es: ¡Snapin Actualizado!
zh_cn: 管理单元更新！

source: snapin updated.
es_es: Snapin Actualizado.
zh_cn: 管理单元更新。

source: Database Error
es_es: Error de Base de Datos
zh_cn: 数据库错误

source: Database Error (during snapin update)
es_es: Error de Base de Datos (Durante actualización de Snapin)
zh_cn: 数据库错误（在管理单元更新）

source: Failed to update snapin, file upload failed.
es_es: Falló al actualizar snapin. Fallo al Actualizar Fichero.
zh_cn: 无法更新管理单元，文件上传失败。

source: Failed to update snapin, unable to locate snapin directory.
es_es: Fallo al Actualizar snapin, Imposible encontrar directorio snapin.
zh_cn: 无法更新管理单元，管理单元目录中无法找到。

source: Confirm Snapin Removal
es_es: Confirmar Eliminación Snapin
zh_cn: 在确认删除管理单元

source: Delete snapin definition, and snapin file.
es_es: Eliminar Definición de Snapin, y Fichero Snapin.
zh_cn: 删除管理单元的定义，管理单元文件。

source: Snapin Removal Results
es_es: Resultados de la Eliminación Snapin
zh_cn: 管理单元去除结果

source: snapin file has been deleted.
es_es: Fichero snapin ha sido eliminado.
zh_cn: 管理单元文件已被删除。

source: Failed to delete snapin file.
es_es: Fallo al eliminar fichero snapin.
zh_cn: 无法删除管理单元文件。

source: Failed to locate snapin file.
es_es: Fallo al localizar fichero snapin.
zh_cn: 没有找到管理单元文件。

source: Snapin definition has been removed.
es_es: Definición de snapin ha sido eliminada.
zh_cn: 管理单元的定义已被删除。

source: Snapin deleted
es_es: Snapin eliminado
zh_cn: 管理单元删除

source: Snapin updated
es_es: Snapin actualizado
zh_cn: 管理单元更新

source: Failed to update Snapin.
es_es: Fallo al actualizar Snapin.
zh_cn: 无法更新单元。

source: Failed to update Snapin
es_es: Fallo al actualizar Snapin
zh_cn: 无法更新管理单元

source: Edit Snapin definition
es_es: Editar Definición snapin
zh_cn: 编辑管理单元的定义

source: Snapin Run With Arguments
es_es: Ejecutar Snapin con Argumentos
zh_cn: 管理单元运行参数

source: Are you sure you wish to remove this snapin?
es_es: ¿Estás seguro que quieres eliminar este snapin?
zh_cn: 您确定要删除这个横幅？

source: Installed Plugin
es_es: Plugin instalado
zh_cn: 安装插件

source: Activate Plugin
es_es: Activar plugin
zh_cn: 激活插件

source: Find not found
es_es: Búsqueda no encontrada
zh_cn: 查找未找到

source: Error finding entry point for modules
es_es: Error al buscar el punto de entrada para los módulos
zh_cn: 错误找到模块的入口点

source: Image created.
es_es: Imagen Creada.
zh_cn: 图像创建。

source: You may now add another.
es_es: Ahora puede añadir otra.
zh_cn: 您现在可以添加另一个。

source: Image Added
es_es: Imagen añadida
zh_cn: 图像新增

source: Failed to add image.
es_es: Fallo al añadir imagen.
zh_cn: 无法新增形象。

source: Failed to add image
es_es: Fallo al añadir imagen
zh_cn: 无法新增图片

source: A Storage Group is required!
es_es: ¡Es Necesario indicar un Grupo de Almacenamiento!
zh_cn: 一个存储组是必需的！

source: An image type is required!
es_es: ¡Es Necesario indicar un Tipo de Imagen!
zh_cn: 一种图像类型是必需的！

source: An image file name is required!
es_es: ¡Es Necesario indicar un Nombre de Imagen!
zh_cn: 图像文件的名称是必需的！

source: Add new image definition
es_es: Añadir Nueva Definición de Imagen
zh_cn: 添加新的图像清晰度

source: StorageNodeRootDir
es_es: DirectorioRaizNodoAlmacenamiento
zh_cn: 存储节点的根目录

source: Image File
es_es: Fichero de Imagen
zh_cn: 影像档

source: Group Updated!
es_es: ¡Grupo Actualizado!
zh_cn: 集团已更新！

source: updated group
es_es: Actualizar Grupo
zh_cn: 更新组

source: Unable to update because the group name you picked already exists
es_es: Imposible actualizar porque el nombre del grupo indicado ya existe
zh_cn: 无法更新，因为你所选择的组名称已存在

source: hosts have been updated.
es_es: Los Equipos han sido Actualizados.
zh_cn: 主机已更新。

source: hosts have failed.
es_es: Equipos han fallado.
zh_cn: 主机都失败了。

source: were already linked.
es_es: Ya Estaban Vinculados.
zh_cn: 已经联系在一起的。

source: updated image for host
es_es: Actualizar Imagen por Equipo
zh_cn: 更新后的照片主机

source: updated os for host
es_es: Actualizar S.O. por Equipo
zh_cn: 主机更新操作系统

source: hosts updated
es_es: Equipos Actualizados
zh_cn: 主机更新

source: Modify Group
es_es: Modificar Grupo
zh_cn: 修改组

source: Do Nothing
es_es: No Hacer Nada
zh_cn: 什么也不做

source: Update Images
es_es: Actualizar Imágenes
zh_cn: 最新图片

source: Update Operating System
es_es: Actualizar Sistemas Operativos
zh_cn: 更新操作系统

source: Basic Imaging Tasks
es_es: Tarea Básica de Imagene
zh_cn: 基本图像任务

source: Deploy action will send an image saved on the FOG server to the client computer with all included snapins.
es_es: Acción Restaurar enviará una imagen guardada en el servidor FOG al ordenador cliente con todos los snapins incluidos.
zh_cn: 部署行动将在光纤 FOG 服务器发送的所有项，包括单元到客户端计算机上保存的图像。

source: View advanced tasks for this group.
es_es: Vista de Tareas Avanzadas para este Grupo.
zh_cn: 查看本组先进的任务。

source: Set Hostname Changer status on all hosts to
es_es: Activar el Cambio del Nombre de Equipo para Todos
zh_cn: 设置主机名换地位的所有主机

source: Not Configured
es_es: No Configurado
zh_cn: 未配置

source: This setting will enable or disable the hostname changer service module on this specific host. If the module is globally disabled, this setting is ignored.
es_es: Esta configuración activará o desactivará el módulo de cambio de nombre de equipo. Si el módulo está desactivado globalmente, este valor se ignora.
zh_cn: 此设置将启用或禁用此特定主机的主机名更换服务模块。如果模块是全球禁用，此设置将被忽略。

source: Set Directory Cleaner status on all hosts to
es_es: Activar la Limpieza de Directorio en todos los Equipos
zh_cn: 设置目录清洁地位的所有主机

source: This setting will enable or disable the directory cleaner service module on this specific host. If the module is globally disabled, this setting is ignored.
es_es: Esta configuración opción activará o desactivará el módulo de limpieza de Directorio. Si el módulo está desactivado globalmente, este valor se ignora.
zh_cn: 此设置将启用或禁用此特定主机的目录清洁服务模块。如果模块是全球禁用，此设置将被忽略。

source: Set User Cleanup status on all hosts to
es_es: Activar el Módulo de Limpieza de Usuario en Todos
zh_cn: 设置用户清理地位的所有主机

source: This setting will enable or disable the user cleanup service module on this specific host. If the module is globally disabled, this setting is ignored.
es_es: Esta configuración activará o desactivará el módulo de limpieza de usuarios. Si el módulo está desactivado globalmente, este valor se ignora
zh_cn: 此设置将启用或禁用此特定主机的用户清理服务模块。如果模块是全球禁用，此设置将被忽略。

source: Set Display Manager status on all hosts to
es_es: Activar el Administrador de Pantallas en Todos
zh_cn: 设置显示管理地位，对所有主机

source: This setting will enable or disable the display manager service module on this specific host. If the module is globally disabled, this setting is ignored.
es_es: Este configuración habilitará o deshabilitará el módulo de Administrador de Pantallas. Si el módulo está desactivada globalmente, este valor se ignora.
zh_cn: 此设置将启用或禁用自动登出这个特定的主机服务模块。如果模块是全球禁用，此设置将被忽略。

source: Set Auto Log Out on all hosts to
es_es: Activar el Cierre de Sesión Automático en Todos
zh_cn: 树立绿色 FOG 上的所有主机

source: This setting will enable or disable the auto log out service module on this specific host. If the module is globally disabled, this setting is ignored.
es_es: Esta configuración activará o desactivará el módulo de Cierre de Sesión Automático. Si el módulo está desactivada globalmente, este valor se ignora.
zh_cn: 此设置将启用或禁用此特定主机的绿色 FOG 服务模块。如果模块是全球禁用，此设置将被忽略。

source: Set Green FOG on all hosts to
es_es: Activar el módulo FOG Eco en todos los equipos
zh_cn: 树立绿色 FOG 上的所有主机
