Repository: FOGProject/fogproject
Catalog: packages/web/management/languages/*.UTF-8/LC_MESSAGES/messages.po
Languages: es_es, fr_fr, it, zh_cn

source: Test Disk loads the testdisk utility that can be used to check a hard disk and recover lost partitions.
es_es: Test de Disco carga la utilidad tesdisk que se utiliza para comprobar el disco duro y recuperar particiones perdidas.
zh_cn: 测试硬盘加载testdisk实用工具，可用于检查硬盘和恢复丢失的分区。

source: Recover
es_es: Recuperar
zh_cn: 恢复

source: Recover loads the photorec utility that can be used to recover lost files from a hard drisk. When recovering files, make sure you save them to your NFS volume (ie: /images).
es_es: Recuperar carga la utilidad photorec que puede ser usada para recuperar archivos perdidos del disco duro. Cuando recuperas ficheros, asegúrate de guardarlos en un volumen NFS (p.e.: /images).
zh_cn: 恢复加载photorec实用工具，可用于恢复丢失的文件从一个硬盘drisk。恢复文件时，请务必将它们保存到您的NFS卷（即：/ 图像）。

source: Anti-Virus loads Clam AV on the client boot image, updates the scanner and then scans the Windows partition.
es_es: Anti-Virus carga Clam AV en la imagen de arranque del cliente, actualizando el scanner y escaneando la partición de Windows
zh_cn: 防病毒客户端上加载启动映像克拉姆影音，更新的扫描仪扫描，然后将Windows分区。

source: Hardware Inventory
es_es: Inventario del Hardware
zh_cn: 硬件清单

source: The hardware inventory task will boot the client computer and pull basic hardware informtation from it and report it back to the FOG server.
es_es: La tarea inventario de hardware arrancará el equipo del cliente y enviará la información básica de hardware al servidor FOG.
zh_cn: 在硬件清单的任务将启动客户端计算机和撤出它的基本硬件信息，报回 FOG 服务器。

source: Password Reset
es_es: Restablecer la contraseña
zh_cn: 密码重置

source: Password reset will blank out a Windows user password that may have been lost or forgotten.
es_es: Restablecer la Contraseña borrará la contraseña de usuario de Windows, si no se recuerda.
zh_cn: 密码重置将空出一个 Windows用户的密码可能已丢失或遗忘。

source: Failed to add printer
es_es: Fallo al añadir impresora
zh_cn: 无法添加打印机

source: Host Printer Configuration
es_es: Configuración Impresora del Equipo
zh_cn: 主机打印机配置

source: Select Management Level for this Host
es_es: Selecciona el nivel de mantenimiento para este Equipo.
zh_cn: 选择这个主机管理水平

source: Add Only
es_es: Sólo Añadir
zh_cn: 只添加

source: Add and Remove
es_es: Añadir y Eliminar
zh_cn: 添加和删除

source: No printers linked to this host.
es_es: No hay impresoras conectadas a este equipo.
zh_cn: 没有打印机连接到这台主机

source: Failed to create printer!
es_es: ¡Fallo al crear impresora!
zh_cn: 无法创建打印机！

source: A required field is null, unable to update printer!
es_es: Un campo obligatorio está vacío. ¡No se puede actualizar la impresora!
zh_cn: 一个所需的字段为空，无法更新打印机

source: Update printer definition
es_es: Actualizar definición de la Impresora
zh_cn: 更新打印机定义

source: Print INF File
es_es: Imprimir archivo INF
zh_cn: INF文件打印

source: Print IP (optional)
es_es: IP de la Impresora (opcional)
zh_cn: 打印IP地址（可选）

source: Update Printer
es_es: Actualizar Impresora
zh_cn: 更新打印机

source: All Current Images
es_es: Todas las Imágenes Actuales
zh_cn: 目前所有图片

source: Image Title
es_es: Nombre Imagen
zh_cn: 图像标题

source: No images found
es_es: No se encuentran imágenes
zh_cn: 没有找到图像

source: Delete printer definition
es_es: Eliminar Definicion de la Impresora
zh_cn: 删除打印机定义

source: Printer has been deleted!
es_es: ¡Se ha Eliminado la Impresora!
zh_cn: 打印机已被删除！

source: Failed to delete printer!
es_es: ¡Fallo al eliminar Impresora!
zh_cn: 无法删除打印机

source: A required field is null, unable to delete printer!
es_es: Un campo obligatorio está vacío. ¡No se puede eliminar la impresora!
zh_cn: 一个所需的字段为空，无法删除打印机！

source: Click on the icon below to delete this printer from the FOG database.
es_es: Haga clic en el icono de abajo para eliminar esta impresora de la base de datos de FOG.
zh_cn: 在下面的图标点击删除 FOG数据库这台打印机。

source: User Entry Already Exists.
es_es: El Usuario introducido ya existe.
zh_cn: 用户项目已存在。

source: Configure User Cleanup Service Module
es_es: Configura servicio de Limpieza de Usuarios
zh_cn: 配置用户清理服务模块

source: The User Cleanup module will clean out "stale" user account left over from services such as dynamic local user.
es_es: El módulo de Limpieza de Usuario borrará los datos de cuenta "dejados" por un usuario dinámico.
zh_cn: 该用户模块将清理干净了"过期"用户帐户遗留下来的服务，如动态的本地用户了。

source: User Cleanup Enabled?
es_es: ¿Limpieza de Usuario Activada?
zh_cn: 用户清理启用？

source: This setting will globally enable or disable the user cleanup module.
es_es: Esta configuración activará o desactivará el servicio de limpieza de usuario.
zh_cn: 此设置将在全球范围启用或禁用用户的清理模块。

source: Add Protected User
es_es: Añadir Usuario Protegido
zh_cn: 新增保护用户

source: Current Protected User Accounts
es_es: Cuentas de Usuarios Protegidos
zh_cn: 电流保护用户帐户

source: Configure Snapin Service Module
es_es: Configurar Servicio Snapin
zh_cn: 在服务管理单元模块配置

source: The Snapin Service module is used to install snapin files to the client computers.
es_es: El módulo Snapin se utiliza para instalar los archivos snapin en los equipos cliente.
zh_cn: 在服务管理单元模块是用于安装在单元文件到客户端计算机。

source: Snapin Client Enabled?
es_es: ¿Cliente Snapin Activado?
zh_cn: 在客户管理单元启用？

source: This setting will globally enable or disable the snapin service module. If you disable the module, it will be disabled for all clients, regardsless of the host specific setting.
es_es: Esta configuración activará o desactivará globalmente el servicio Snapin. Si lo desactivas, estará inactivo para todos los clientes, independientemente de la configuración de equipos específicos.
zh_cn: 此设置将在全球范围启用或禁用服务管理单元模块。如果您禁用模块，它会被禁用，所有的客户，对于东道国的具体设定。

source: Image Search
es_es: Búsqueda de Imágenes
zh_cn: 图片搜索

source: Printer Search
es_es: Búsqueda de Impresora
zh_cn: 打印机搜索

source: List All Users
es_es: Listar Usuarios
zh_cn: 所有用户列表

source: User Menu
es_es: Menú de Usuario
zh_cn: 用户菜单

source: Auto Log Out
es_es: Cierre de Sesión Automático
zh_cn: 自动登出

source: Display Manager
es_es: Administrador de Pantalla
zh_cn: 显示管理器

source: Printer Manager
es_es: Administración de Impresoras
zh_cn: 打印管理器

source: Module Configuration
es_es: Configuración del Módulo
zh_cn: 模块配置

source: Configuration for this module is coming soon.
es_es: Configuración para este módulo estará disponible pronto.
zh_cn: 此模块配置即将到来。

source: Unable to add MAC address
es_es: Imposible añadir dirección MAC
zh_cn: 无法添加MAC地址

source: Invalid MAC address
es_es: Dirección MAC no válida
zh_cn: 无效的MAC地址

source: Warning
es_es: Alerta
zh_cn: 警告

source: has been updated.
es_es: ha sido actualizado.
zh_cn: 已更新。

source: Failed to update host!
es_es: ¡Falló al actualizar el equipo!
zh_cn: 无法更新主机！

source: Invalid MAC address: Must is the the format of 00:00:00:00:00:00
es_es: Dirección MAC inválida: Debe terner el formato 00:00:00:00:00:00
zh_cn: 无效的MAC地址：必须是 00:00:00:00:00:00的格式

source: Host added with MAC address
es_es: Equipo añadido con la dirección MAC
zh_cn: 主机的MAC地址添加

source: Host add failed
es_es: Falló al añadir equipo
zh_cn: 主机添加失败

source: Pending MAC Addresses
es_es: En espera de direcciones MAC

source: Upload will pull an image from a client computer that will be saved on the server.
es_es: Salvaguardar enviará una imagen desde el equipo cliente que será almacenado en el servidor.
zh_cn: 上传会轻易地从客户端计算机将在服务器上保存的图像。

source: View advanced tasks for this host.
es_es: Ver tareas avanzadas para este equipo.
zh_cn: 查看先进为此主机的任务。

source: This setting will enable or disable the hostname changer module on this specific host. If the module is globally disabled, this setting is ignored.
es_es: Esta configuración activará o desactivará el servicio de cambio de nombre de equipo para un equipo específico. Si el módulo está globalmente desactivado, este cambio será ignorado.
zh_cn: 此设置将启用或禁用此特定主机的主机名更换模块。如果模块是全球禁用，此设置将被忽略。

source: This setting will enable or disable the user cleaner service module on this specific host. If the module is globally disabled, this setting is ignored. The user clean up service will remove all stale users on the local machine, accept for user accounts that are whitelisted. This is typically used when dynamic local users is implemented on the workstation.
es_es: Esta configuración activará o desactivará el servicio de limpieza de usuario para un equipo específico. Si el módulo está globalmente desactivado, este cambio será ignorado. El servicio de limpieza de usuario eliminará todos los usuarios en el equipo local, excepto las introducidas en la lista de protegidas. Esto se utiliza generalmente cuando, el equipo, es utilizado por usuarios locales dinámicos.
zh_cn: 此设置将启用或禁用此特定主机的用户更清洁的服务模块。如果模块是全球禁用，此设置将被忽略。清理服务，用户将本地计算机上删除所有过时的用户，接受用户的白名单帐户。这通常是用在动态的本地用户是在工作站上执行。

source: Display Manager Enabled?
es_es: ¿Administrador de Pantalla Activado?
zh_cn: 显示管理器启用？

source: This setting will enable or disable the display manager service module on this specific host. If the module is globally disabled, this setting is ignored.
es_es: Esta configuración activará o desactivará el servicio de gestión de monitores para un equipo específico. Si el módulo está globalmente desactivado, este cambio será ignorado.
zh_cn: 此设置将启用或禁用此特定主机的显示管理服务模块。如果模块是全球禁用，此设置将被忽略。

source: Auto Log Out Enabled?
es_es: ¿Cierre de Sesión Automático Activado?
zh_cn: 启用自动登出？

source: This setting will enable or disable the auto log out service module on this specific host. If the module is globally disabled, this setting is ignored.
es_es: Esta configuración activará o desactivará el servicio de cierre automática de sesión para un equipo específico. Si el módulo está globalmente desactivado, este cambio será ignorado.
zh_cn: 此设置将启用或禁用自动登出这个特定的主机服务模块。如果模块是全球禁用，此设置将被忽略。

source: Green FOG Enabled?
es_es: ¿Eco FOG Activado?
zh_cn: 绿 FOG 启用？

source: This setting will enable or disable the green fog service module on this specific host. If the module is globally disabled, this setting is ignored.
es_es: Esta configuración activará o desactivará el servicio Eco FOG para un equipo específico. Si el módulo está globalmente desactivado, este cambio será ignorado.
zh_cn: 此设置将启用或禁用此特定主机的绿色 FOG 服务模块。如果模块是全球禁用，此设置将被忽略。

source: Snapin Enabled?
es_es: ¿Snapin Activado?
zh_cn: 管理单元启用？

source: This setting will enable or disable the snapin service module on this specific host. If the module is globally disabled, this setting is ignored.
es_es: Esta configuración activará o desactivará el servicio de snapin para un equipo específico. Si el módulo está globalmente desactivado, este cambio será ignorado.
zh_cn: 此设置将启用或禁用此特定主机服务的管理单元模块。如果模块是全球禁用，此设置将被忽略。

source: Client Updater Enabled?
es_es: ¿Actualización de Cliente Activada?
zh_cn: 客户端更新启用？

source: This setting will enable or disable the client updater service module on this specific host. If the module is globally disabled, this setting is ignored.
es_es: Esta configuración activará o desactivará el servicio de actualización del cliente para un equipo específico. Si el módulo está globalmente desactivado, este cambio será ignorado.
zh_cn: 此设置将启用或禁用此特定主机的客户端更新服务模块。如果模块是全球禁用，此设置将被忽略。

source: Host Registration Enabled?
es_es: ¿Registro de Equipos Activado?
zh_cn: 主机注册启用？

source: This setting will enable or disable the host register service module on this specific host. If the module is globally disabled, this setting is ignored.
es_es: Esta configuración activará o desactivará el servicio de registro de equipo para un equipo específico. Si el módulo está globalmente desactivado, este cambio será ignorado.
zh_cn: 此设置将启用或禁用此特定主机的主机注册服务模块。如果模块是全球禁用，此设置将被忽略。

source: Printer Manager Enabled?
es_es: ¿Administrador de Impresoras Activado?
zh_cn: 打印管理器启用？

source: This setting will enable or disable the printer manager service module on this specific host. If the module is globally disabled, this setting is ignored.
es_es: Esta configuración activará o desactivará el servicio de gestión de impresoras para un equipo específico. Si el módulo está globalmente desactivado, este cambio será ignorado.
zh_cn: 此设置将启用或禁用此特定主机的打印机管理器服务模块。如果模块是全球禁用，此设置将被忽略。

source: Task Reboot Enabled?
es_es: ¿Reinicio por Tareas Pendientes Activado?
zh_cn: 任务重新启动已启用？

source: This setting will enable or disable the task reboot service module on this specific host. If the module is globally disabled, this setting is ignored.
es_es: Esta configuración activará o desactivará el servicio de reinicio por tarea para un equipo específico. Si el módulo está globalmente desactivado, este cambio será ignorado.
zh_cn: 此设置将启用或禁用此特定主机重新启动服务舱的任务。如果模块是全球禁用，此设置将被忽略。

source: User Tracker Enabled?
es_es: ¿Seguimiento de Usuarios Activado?
zh_cn: 用户跟踪启用？

source: This setting will enable or disable the user tracker service module on this specific host. If the module is globally disabled, this setting is ignored.
es_es: Esta configuración activará o desactivará el servicio de seguimiento de usuarios para un equipo específico. Si el módulo está globalmente desactivado, este cambio será ignorado.
zh_cn: 此设置将启用或禁用此特定主机的用户跟踪服务模块。如果模块是全球禁用，此设置将被忽略。

source: No snapins linked to this host.
es_es: No hay snapins ligados a este equipo.
zh_cn: 无单元模组连结到这个主机。

source: Add new snapin package.
es_es: Añadir nuevo paquete Snapin.
zh_cn: 在包中添加新的单元。

source: No Virus Information Reported for this host.
es_es: Este Equipo no envió información sobre virus
zh_cn: 无病毒信息报此主机。

source: Delete Host
es_es: Eliminar Equipo
zh_cn: 删除主机

source: Click on the icon below to delete this host from the FOG database.
es_es: Haz clic en el icono inferior para eliminar este equipo de la base de datos de FOG
zh_cn: 在下面的图标点击删除该主机 FOG 数据库。

source: List All Printers
es_es: Listar Todas las Impresoras
zh_cn: 清单上的所有打印机

source: FOG Feature Request
es_es: Solicitud de Préstamo FOG
zh_cn: FOG 的功能要求

source: Feature requests will be release in an upcoming version of FOG.
es_es: La petición solicitada será implementada en la próxima versión de FOG
zh_cn: 功能要求将在一对光纤 FOG 即将版本。

source: Task Search
es_es: Búsqueda de Tareas
zh_cn: 搜索任务

source: Configure Printer Manager Service Module
es_es: Configurar el Servicio Administrador de Impresoras
zh_cn: 配置打印机管理服务模块

source: Printer Manager is a service module that will install, remove, and set the default printer on clients.
es_es: Administrador de Impresoras es un servicio que se instalará, eliminará o establecerá la impresora por defecto en los clientes
zh_cn: 打印机管理器是一个服务模块，将安装，删除，设置客户端的默认打印机。

source: This setting will globally enable or disable the printer manager service module. If you disable the module, it will be disabled for all clients, regardsless of the host specific setting.
es_es: Esta configuración activará o desactivará globalmente el servicio Administrador de Impresoras. Si lo desactivas, estará inactivo para todos los clientes, independientemente de la configuración de equipos específicos.
zh_cn: 此设置将在全球范围启用或禁用打印机管理器服务模块。如果您禁用模块，它会被禁用，所有的客户，对于东道国的具体设定。

source: All Current Storage Nodes
es_es: Todos los Nodos de Almacenamiento
zh_cn: 目前所有的存储节点

source: Is Master
es_es: Es Maestro
zh_cn: 是主

source: No Storage Groups Nodes Found!
es_es: ¡No se encontraron Nodos de Grupos de Almacenamiento!
zh_cn: 没有存储组节点找到！

source: Configure host registration Service Module
es_es: Configurar el servicio de Registro de Equipos
zh_cn: 配置主机注册服务模块

source: Host registration is a service module that will register unknown fog clients with the fog server.
es_es: Registro de Equipos es un servicio que registrará Clientes fog desconocidos en el servidor fog.
zh_cn: 主机注册服务模块，将注册服务器与未知的FOG FOG的客户。

source: Host Register Enabled?
es_es: ¿Registro de Equipos Activado?
zh_cn: 主机注册启用？

source: This setting will globally enable or disable the host register service module. If you disable the module, it will be disabled for all clients, regardsless of the host specific setting.
es_es: Esta configuración activará o desactivará globalmente el servicio Registro de Equipos. Si lo desactivas, estará inactivo para todos los clientes, independientemente de la configuración de equipos específicos.
zh_cn: 此设置将在全球范围启用或禁用主机注册服务模块。如果您禁用模块，它会被禁用，所有的客户，对于东道国的具体设定

source: All Current Snapins
es_es: Todos los Snapins
zh_cn: 目前所有的管理单元插件

source: Snapin Title
es_es: Título de Snapin
zh_cn: 管理单元标题

source: No snapins found
es_es: No se encontraron snapins
zh_cn: 没有找到插件单元

source: Configure User Tracker Service Module
es_es: Configurar el Servicio de Seguimiento de Usuarios
zh_cn: 配置用户跟踪服务模块

source: The user tracker module will watch for local login/logoff and log them to the fog database.
es_es: El módulo de seguimiento de usuarios mostrará los inicios/cierres de sesión locales y los registrará en la base de datos fog.
zh_cn: 用户跟踪模块将留意本地登录/注销和登录他们的 FOG 数据库。

source: This setting will globally enable or disable the user tracker service module. If you disable the module, it will be disabled for all clients, regardsless of the host specific setting.
es_es: Esta configuración activará o desactivará globalmente el servicio Seguimiento de Usuarios. Si lo desactivas, estará inactivo para todos los clientes, independientemente de la configuración de equipos específicos.
zh_cn: 此设置将在全球范围启用或禁用用户跟踪服务模块。如果您禁用模块，它会被禁用，所有的客户，对于东道国的具体设定。

source: Group Printer Configuration
es_es: Configuración del Grupo de Impresoras
zh_cn: 集团打印机配置

source: Printer added on
es_es: Impresora Añadida
zh_cn: 打印机将在

source: hosts
es_es: Equipos
zh_cn: 主机

source: Select Management Level for all Hosts in this group
es_es: Seleccione el nivel de gestión para los equipos de este grupo
zh_cn: 选择管理水平在这一组中的所有主机

source: Add new printer to all hosts in this group.
es_es: Agregar una nueva impresora a todos los equipos de este grupo
zh_cn: 添加新的打印机在这一组中的所有主机。

source: Remove printer from all hosts in this group.
es_es: Eliminar impresora de todos los equipos de este grupo
zh_cn: 删除打印机从本组中的所有主机。

source: Unable to delete PXE file
es_es: No se pudo eliminar fichero PXE
zh_cn: 无法删除文件的PXE

source: Task removed, but if the task was in progress or the computer already booted to the Linux Image, you will need to reboot it!
es_es: Tarea eliminada. Si la tarea está en curso o el equipo ya ha arrancado con la imagen de Linux, ¡tendrá que reiniciarlo!
zh_cn: 任务删除，但如果该任务是正在进行或已经启动到Linux图像的计算机，您将需要重新启动它！

source: Task deleted
es_es: Tarea Eliminada
zh_cn: 删除任务

source: Task updated to force!
es_es: ¡Tarea Forzada!
zh_cn: 任务更新，以武力！

source: Task set to Force
es_es: Forzar Tarea
zh_cn: 任务设置为强制

source: All Active Tasks
es_es: Todas las Tareas Activas
zh_cn: 所有活动任务

source: Group Search
es_es: Buscar Grupo
zh_cn: 集团搜索

source: Deploy (Multicast)
es_es: Restaurar (Multidifusión)
zh_cn: 部署（多播）

source: User created
es_es: Usuario Creado
zh_cn: 用户创建

source: User Added
es_es: Usuario Añadido
zh_cn: 用户新增

source: Failed to add user.
es_es: Fallo al añadir usuario.
zh_cn: 无法添加用户。

source: Failed to add user
es_es: Fallo al añadir usuario
zh_cn: 无法添加用户

source: Error adding user
es_es: Error añadiendo usuario
zh_cn: 错误添加用户

source: already exists
es_es: ya existe
zh_cn: 已經存在

source: Add new user account
es_es: Añadir nueva cuenta de usuario
zh_cn: 添加新的用户帐户

source: Create User
es_es: Crear Usuario
zh_cn: 创建用户

source: This section allows you to customize the PXE Boot Menu Screen as well as password protect certain boot options.
es_es: Esta sección te permite personalizar la pantalla de menú de arranque PXE, así como proteger con contraseña algunas opciones de arranque.
zh_cn: 本部分允许您自定义的PXE启动菜单画面以及密码保护某些启动选项。

source: PXE Menu has been updated!
es_es: ¡Menú PXE ha sido actualizado!
zh_cn: PXE的菜单已经更新！

source: PXE Menu updated failed!
es_es: ¡Fallo la Actualización del Menú PXE!
zh_cn: PXE的菜单更新失败！

source: Boot Menu Type:
es_es: Tipo de Menú de Arranque:
zh_cn: 启动菜单类型：

source: Hide Menu:
es_es: Ocultar Menú:
zh_cn: 隐藏菜单：

source: Menu Timeout (in seconds): *
es_es: Tiempo de Espera del Menu (en segundos): *
zh_cn: 菜单超时（秒）：*

source: Master password: *
es_es: Contraseña Maestra: *
zh_cn: 主密码：*

source: Memory Test password (blank for none):
es_es: Contraseña del Test de Memoria (en blanco para ninguna):
zh_cn: 内存测试密码（无空白）：

source: fog.reginput password (blank for none):
es_es: contraseña fog.reginput (vacío para ninguna):
zh_cn: fog.reginput密码（无空白）：

source: fog.reg password (blank for none):
es_es: contraseña fog.reg (vacío para ninguna):
zh_cn: fog.reg密码（无空白）：

source: fog.quickimage password (blank for none):
es_es: contraseña fog.ImagenRápida (vacío para ninguna):
zh_cn: fog.quickimage密码（无空白）：

source: fog.sysinfo password (blank for none):
es_es: contraseña fog.sysinfo (vacío para ninguna):
zh_cn: fog.sysinfo密码（无空白）：

source: debug password (blank for none):
es_es: Contraseña para Depuración (debug)(en blanco para ninguna):
zh_cn: 调试密码（无空白）：

source: Advanced Configuration Options
es_es: Opciones Avanzadas de Configuración
zh_cn: 高级配置选项

source: Add any custom text you would like included added as part of your <i>default</i> file.
es_es: Añade cualquier texto personalizo que te gustaría incluir como parte de tu archivo <i>por defecto</i>.
zh_cn: 添加为您的<i>默认</i>部分任何你想自定义文本，包括添加“文件。

source: Save PXE Menu
es_es: Guardar Menu PXE
zh_cn: 保存的PXE菜单

source: Snapin removed!
es_es: ¡Snapin eliminado!
zh_cn: 管理单元删除！

source: Snapin Task deleted
es_es: Tarea Snapin eliminada
zh_cn: 删除管理单元任务

source: Failed to remove snapin
es_es: Fallo al eliminar snapin
zh_cn: 无法删除管理单元

source: All Active Snapins
es_es: Todos los Snapins Activos
zh_cn: 所有管理单元将激活插件

source: No Active Snapins found
es_es: No se encontrarion Snapins activos
zh_cn: 没有主动管理单元插件发现

source: Confirm Task
es_es: Confirmar tarea
zh_cn: 确认工作

source: Shutdown after task completion?
es_es: ¿Apagar el equipo desde de completar la tarea?
zh_cn: 关机后任务完成？

source: Schedule Single Task Execution?
es_es: ¿Programar ejecucioón de tarea única?
zh_cn: 附表单任务的执行？

source: Schedule Cron Style Task Execution?
es_es: ¿Programar Fecha/Hora para Ejecución de la Tarea?
zh_cn: 附表玉米风格执行任务？

source: Upload Image
es_es: Crear imagen
zh_cn: 上传图片

source: Are you sure you wish to deploy these machines?
es_es: ¿Estas seguro que quieres restaurar estas máquinas?
zh_cn: 你确定要部署这些机器？

source: Image All Computers
es_es: Imagen de todos los equipos.
zh_cn: 所有计算机图像

source: No Host are members of this group
es_es: Ningún equipo es miembro de este grupo.
zh_cn: 没有主机是这个小组的成员

source: Are you sure you wish to image these machines using multicast?
es_es: ¿Estas seguro que deseas restaurar estas máquinas usando multidifusión?
zh_cn: 你确定要使用这些机器图像组播？

source: Image All Computers using multicast
es_es: Realiza imagen de todos los equipos usando multidifusión
zh_cn: 图像中的所有计算机使用多播

source: Unable to multicast to this group of computers because they all do not have the same image definition!
es_es: No se puede utilizar el modo multidifusión en este grupo, ya que todos los miembros no tienen la misma definición de imagen.
zh_cn: 无法组播这一组计算机，因为他们都没有相同的图像清晰度！

source: Are you sure you wish to wake up these machines?
es_es: ¿Estas seguro que quieres "wake up" estas maquinas?
zh_cn: 你确定要了这些机器唤醒？

source: Are you sure you wish to wipe these machines? By wiping these machines you will be destorying all data present on the hard disk.
es_es: ¿Estas seguro que deseas "limpiar" estas máquinas?. Al "limpiar" estas máquinas, se destruirántodos los datos presentes en el disco duro.
zh_cn: 你确定要消灭这些机器？这些机器擦拭你将超越龙神的所有数据在硬盘上存在。

source: Wipe computer(s)
es_es: Limpiar equipo(s)
zh_cn: 擦除电脑

source: Are you sure you wish to debug these machines?
es_es: ¿Estas seguro que quieres entrar en modo depuración (debug) en estos equipos?
zh_cn: 你确定要调试这些机器？

source: Debug computer(s)
es_es: Depurar (Debug) Equipo(s)
zh_cn: 调试计算机

source: Are you sure you wish to run memtest86+ on these machines?
es_es: ¿Estas seguro que quieres ejecutar MemTest86+ en estos equipos?
zh_cn: 你确定要在这些机器上运行 memtest86 +？

source: Run memtest86+
es_es: Ejecutar memtest86+
zh_cn: 运行memtest86 +有关

source: Are you sure you wish to run testdisk on these machines?
es_es: ¿Estas seguro que quieres ejecutar el Test de Disco en estos equipos?
zh_cn: 你确定要运行在这些机器 testdisk？
