Repository: FOGProject/fogproject
Catalog: packages/web/management/languages/*.UTF-8/LC_MESSAGES/messages.po
Languages: es_es, fr_fr, it, zh_cn

source: Schedule instant
fr_fr: Programmation instantanée
it: Programma adesso

source: Schedule delayed
fr_fr: Programmation décalée
it: Programmazione ritardata

source: Date and Time
fr_fr: Date et heure
it: Data e Ora

source: Schedule cron-style
fr_fr: Programmation de type cron
it: Pianifica cron-style

source: Create
es_es: Creado por
fr_fr: Créer
it: Creare
zh_cn: 创建人：

source: Tasking
fr_fr: Attribution des tâches
it: Attività

source: Hosts in task
fr_fr: Machines sur la tâche
it: Host in attività

source: Invalid scheduling type
fr_fr: Type de programmation non valide
it: Tipo di scheduling non valido

source: hour
fr_fr: heure
it: ora

source: day of month
fr_fr: jour du mois
it: giorno del mese

source: month
fr_fr: mois
it: mese

source: day of week
fr_fr: jour de la semaine
it: giorno della settimana

source: Task type is not valid
fr_fr: Type de tâche n'est pas valide
it: Tipo di attività non è valido

source: Password reset requires a user account to reset
fr_fr: La réinitialisation du mot de passe nécessite un compte utilisateur
it: reimpostazione della password richiede un account utente per ripristinare

source: There are no hosts to task in this group
fr_fr: Il n'y a pas de machines à cibler dans ce groupe
it: Non ci sono host a cui affidare compiti in questo gruppo

source: To perform an imaging task an image must be assigned
fr_fr: Pour effectuer une tâche de clonage, une image doit être attribuée
it: Per eseguire l'attività di immagine deve essere assegnata

source: Cannot create tasking as image is not enabled
fr_fr: Impossible de créer une tâche car l'image n'est pas activée
it: Impossibile creare l'attività finché l'immagine non è abilitata

source: The assigned image is protected
fr_fr: L'image assignée est protégée
it: L'immagine assegnata è protetta

source: and cannot be captured
fr_fr: et ne peut pas être capturée
it: e non può essere catturato

source: Groups are not allowed to schedule upload tasks
fr_fr: Les groupes ne sont pas autorisés à programmer des tâches de téléchargement
it: I gruppi non sono autorizzati alla programmazione di attività di upload

source: Multicast tasks from groups
fr_fr: Tâches multicast à partir de groupes
it: Attività multicast dai gruppi

source: require all hosts have the same image
fr_fr: exiger que toutes les machines aient la même image
it: necessita che tutti gli host abbiano la stessa immagine

source: No valid hosts found and
fr_fr: Aucune machine valide trouvée et
it: Nessun host valido trovato e

source: or no valid images specified
fr_fr: ou aucune image valide n'est spécifiée
it: o una valida immagine specificata

source: Tasking Failed
fr_fr: Échec de l'affectation des tâches
it: Attività fallite

source: Failed to create tasking
fr_fr: Échec de la création d'une tâche
it: Impossibile creare un'attività

source: Failed to create scheduled tasking
fr_fr: Échec de la création d'une tâche planifiée
it: Impossibile creare un'attività pianificata

source: Scheduled tasks successfully created
fr_fr: Tâches planifiées créées avec succès
it: Attività pianificate create con successo

source: Failed to start tasking type
fr_fr: Échec du démarrage du type de tâche
it: Fallito l'avvio di una attività tipo

source: Cron Schedule
fr_fr: Programmation par cron
it: pianificazione cron

source: Delayed Start
fr_fr: Démarrage retardé
it: Partenza ritardata

source: Tasked Successfully
fr_fr: Tâches effectuées avec succès
it: Attività Completata

source: Successfully created
fr_fr: Créé avec succès
it: Creato con successo

source: Created Tasks For
fr_fr: Tâches créées pour
it: Create attività per

source: Remove these items?
fr_fr: Retirer ces éléments ?
it: Rimuovere questi elementi?

source: Unable to Authenticate
fr_fr: Impossible de s'authentifier

source: Successfully deleted
fr_fr: Supprimé avec succès

source: Delete Success
fr_fr: Succès
it: Eliminato con successo

source: View advanced tasks for this
fr_fr: Voir tâches avancées pour cette
it: Visualizza attività avanzate di questo

source: Advanced Actions
es_es: Acciones Avanzadas
fr_fr: Actions avancées
it: Azioni Avanzate
zh_cn: 高级动作

source: Clear all fields?
fr_fr: Effacer tous les champs ?
it: Cancellare tutti i campi?

source: Clear Fields
fr_fr: Effacer les champs
it: Cancellare campi

source: Join Domain after deploy
fr_fr: Joindre le domaine après le déploiement
it: Unire il dominio dopo deploy

source: Domain name
es_es: Nombre de Dominio
fr_fr: Nom de domaine
it: Nome del dominio
zh_cn: 域名

source: Organizational Unit
es_es: Unidad Organizativa
fr_fr: Unité organisationnelle
it: Unità organizzativa
zh_cn: 组织单位

source: Blank for default
es_es: (Vacío por defecto)
fr_fr: Vide par défaut
it: Bianco per il default
zh_cn: （默认为空）

source: Domain Username
es_es: Usuario del Dominio
fr_fr: Nom d'utilisateur du domaine
it: dominio Nome utente
zh_cn: 域用户名

source: Domain Password
es_es: Contraseña del Dominio
fr_fr: Mot de passe du domaine
it: password di dominio
zh_cn: 域密码

source: Domain Password Legacy
fr_fr: Mot de passe du domaine hérité
it: Password di dominio Legacy

source: Must be encrypted
es_es: (debe estar encriptada)
fr_fr: Doit être chiffré
it: Deve essere criptato
zh_cn: （必须加密）

source: Name Change/AD Join Forced reboot
fr_fr: Forcer un reboot (changer le nom ou intégrer au domaine AD)
it: Cambio nome/unione AD Riavvio forzato

source: Filename not allowed!
fr_fr: Nom de fichier non autorisé !

source: Specified download URL not allowed!
fr_fr: L'URL de téléchargement spécifié n'est pas autorisé !

source: Error: Failed to open temp file
fr_fr: Erreur : Impossible d'ouvrir le fichier temporaire
it: Errore: Impossibile aprire il file temporaneo

source: Error: Failed to download kernel
fr_fr: Erreur : Impossible de télécharger le noyau
it: Errore: Impossibile scaricare il kernel

source: Download Failed
fr_fr: Échec du téléchargement
it: Scaricamento fallito

source: filesize
fr_fr: taille du fichier
it: dimensione del file

source: Load MAC Vendors
es_es: Cargar Fabricantes MAC
fr_fr: Chargez les fournisseurs MAC
it: Caricare fornitori MAC
zh_cn: 负载陆委会供应商

source: Not found
fr_fr: Pas trouvé
it: Non trovato

source: Delete hosts within
fr_fr: Supprimer les machines dans
it: Elimina gli host all'interno

source: Delete files
fr_fr: Supprimer les fichiers
it: Cancellare i file

source: is protected, removal not allowed
fr_fr: est protégé, suppression non autorisée
it: è protetta, la rimozione non consentita

source: Failed to destroy
fr_fr: Impossible de détruire
it: Impossibile per distruggere

source: deleted
es_es: Borrar
fr_fr: supprimé
it: eliminata
zh_cn: 删除

source: Delete Fail
fr_fr: Échec de la suppression

source: Name
fr_fr: Nom
it: Nome

source: Remove
fr_fr: Retirer
it: Rimuovere

source: Remove selected
fr_fr: Retirer les sélectionnés
it: Rimuovi i selezionati

source: Import
es_es: Informe
fr_fr: Importer
it: Importare
zh_cn: 报告

source: List
fr_fr: Liste
it: Elenca

source: Max Size
es_es: Tamaño Máximo
fr_fr: Taille max
it: Dimensione massima
zh_cn: 最大尺寸

source: Browse
fr_fr: Parcourir
it: Sfoglia

source: This page allows you to upload a CSV file into FOG to ease
fr_fr: Cette page vous permet de télécharger un fichier CSV dans FOG pour faciliter
it: Questa pagina ti consente di caricare un file CSV in FOG per facilitare

source: migration or mass import new items
fr_fr: la migration ou l'importation en masse de nouveaux éléments
it: migrazione o importazione di massa nuovi elementi

source: It will operate based on the fields the area typically requires
fr_fr: Il fonctionnera sur la base des champs dont la zone a généralement besoin
it: Funzionerà in base ai campi che l'area richiede in genere

source: File must be a csv
fr_fr: Le fichier doit être un CSV
it: Il file deve essere un csv

source: Could not find temp filename
fr_fr: Impossible de trouver le nom du fichier temporaire
it: Impossibile trovare il nome del file temporaneo

source: Invalid data being parsed
fr_fr: Des données non valides sont analysées
it: Dati non validi parsati

source: One or more macs are associated with a host
fr_fr: Un ou plusieurs macs sont associés à un hôte
it: Uno o più MAC sono associati a questo host

source: This host already exists
fr_fr: Cette machine existe déjà
it: Questo host esiste già

source: Results
fr_fr: Résultats
it: risultati

source: Total Rows
es_es: Filas Totales
fr_fr: Nombre de lignes
it: Righe totali
zh_cn: 共行

source: Successful
fr_fr: Réussite
it: Riuscito

source: Schedule Power
fr_fr: Programmation alimentation
it: Pianifica spegnimento

source: Perform Immediately?
fr_fr: Exécuter immédiatement ?
it: Esegui immediatamente?

source: Create new PM Schedule
fr_fr: Créer une nouvelle programmation de gestion de l'alimentation
it: Crea nuova Programmazione PM

source: New power management task
fr_fr: Nouvelle tâche de gestion de l'alimentation
it: Nuova attività di gestione energetica

source: No FOGPage Class found for this node
fr_fr: Aucune classe FOGPage n'a été trouvée pour ce nœud
it: Nessun FOGPage Classe trovato per questo nodo

source: Failed to Render Page: Node: %s, Error: %s
fr_fr: Échec du rendu de la Page : Nœud : %s , Erreur : %s
it: Impossibile per il rendering della pagina: nodo: %s , errore: %s

source: No class value sent
fr_fr: Aucune valeur de classe envoyé
it: Nessun valore di classe inviato

source: No node associated
fr_fr: Aucun nœud associé
it: Nessun nodo associato

source: Adding FOGPage: %s, Node: %s
fr_fr: Ajout FOGPage : %s , Nœud : %s
it: FOGPage Aggiunta: %s , nodo: %s

source: Window size must be greater than 1
fr_fr: La taille de la fenêtre doit être supérieure à 1
it: La finestra dati deve essere maggiore di 1

source: Select a valid image
fr_fr: Sélectionnez une image valide
it: Selezionare un'immagine valida

source: There is a host in a tasking
fr_fr: Il y a une machine dans une tâche
it: C'è un host con un compito

source: No hosts to task
fr_fr: Aucune machine pour la tâche
it: Nessun host disponibile

source: No hosts available to task
fr_fr: Aucune machine disponible pour la tâche
it: Nessun host disponibile per task

source: Image is not enabled
fr_fr: L'image n'est pas activée
it: L'immagine non è abilitato

source: Unable to find master Storage Node
fr_fr: Impossible de trouver le nœud de stockage principal
it: Impossibile trovare il Nodo Archiviazione master

source: This MAC Belongs to another host
fr_fr: Cette MAC appartient à une autre machine
it: Questo MAC appartiene a un altro host

source: Cannot add Primary mac as additional mac
fr_fr: Vous ne pouvez pas ajouter un MAC primaire comme une MAC supplémentaire
it: Impossibile aggiungere mac primario come mac aggiuntivo

source: Cannot add a pre-existing primary mac
fr_fr: Impossible d'ajouter une MAC primaire pré-existante
it: Non è possibile aggiungere un MAC primario preesistente

source: Cancelled due to new tasking.
fr_fr: Annulé en raison de nouvelles tâches.
it: Annullato a causa della nuova tasking.

source: Failed to create Snapin Job
fr_fr: Échec de la création d'un job Snapin
it: Impossibile creare Snapin lavoro

source: Could not find any
fr_fr: Impossible de trouver un
it: Impossibile trovare

source: nodes containing this image
fr_fr: nœuds contenant cette image
it: nodi che contengono questa immagine

source: No valid Image defined for this host
fr_fr: Pas d'image définie pour cette machine
it: Nessuna Imagine valida definita per questo host

source: No viable macs to use
fr_fr: Pas de MACs viables à utiliser
it: Nessun MAC valido da usare

source: MAC address is already in use by another host
fr_fr: L'adresse MAC est déjà utilisée par un autre hôte

source: per host
fr_fr: par machine

source: You are only allowed to assign
fr_fr: Vous êtes seulement autorisé à attribuer
it: È consentito soltanto per assegnare

source: Your system PHP Version is not sufficient
fr_fr: La version PHP de votre système n'est pas suffisante
it: La versione del sistema PHP non è sufficiente

source: You have version
fr_fr: Vous avez la version
it: Hai l'ultima versione

source: is required
fr_fr: est requis
it: è richiesto

source: No viable storage groups found
fr_fr: Aucun groupe de stockage viable n'a été trouvé
it: Nessun gruppo di storage disponibile trovato

source: TCP/IP Port Printer
fr_fr: Imprimante Port TCP / IP
it: Porta TCP / IP della stampante

source: iPrint Printer
es_es: Impresora iPrint
fr_fr: Imprimante iPrint
it: iPrint stampante
zh_cn: iPrint打印机

source: Network Printer
es_es: Impresora de red
fr_fr: Imprimante réseau
it: stampante di rete
zh_cn: 网络打印机

source: CUPS Printer
fr_fr: Imprimante Serveur CUPS

source: Delayed
fr_fr: Différé
it: Ritardato

source: Could not read tmp file.
fr_fr: Impossible de lire le fichier tmp.
it: Impossibile leggere il file tmp.

source: Error Opening DB File
fr_fr: Erreur d'ouverture du fichier DB
it: Errore di apertura del file DB

source: Error performing query
fr_fr: Erreur requête effectuant
it: Errore l'esecuzione di query

source: Exists item must be boolean
fr_fr: L'élément Exists doit être booléen
it: Exists deve essere boolean

source: Must have a name to create the table
fr_fr: Il faut avoir un nom pour créer la table
it: Deve avere un nome per creare la tabella

source: Fields and types must have equal count
fr_fr: Les champs et les types doivent avoir un nombre égal
it: Campo e tipo devono avere lo stesso conteggio

source: Need the table name to drop
fr_fr: Besoin du nom de la table à supprimer
it: Necessario il nome tabella da cancellare

source: Please Select an option
fr_fr: Veuillez sélectionner une option
it: Per favore selezionate un'opzione

source: This is a single run task that should run now.
fr_fr: Il s'agit d'une tâche unique qui devrait s'exécuter maintenant.

source: This is a single run task that should not run now.
fr_fr: Il s'agit d'une tâche unique qui ne doit pas être exécutée maintenant.

source: This is a cron style task that should run now.
fr_fr: C'est une tâche de type cron qui devrait être exécutée maintenant.

source: This is a cron style task that should not run now.
fr_fr: C'est une tâche de type cron qui ne doit pas être exécutée maintenant.

source: Invalid numeric entry
fr_fr: Entrée numérique non valide
it: ingresso numerico non valido

source: Object
fr_fr: Objet
it: Oggetto

source: Array
fr_fr: Tableau

source: Set Failed
fr_fr: Échec de la mise en place
it: Set fallito

source: Returning array within key
fr_fr: De retour tableau dans la clé
it: Tornando matrice all'interno chiave

source: Invalid Type
fr_fr: Type non valide
it: Tipo non valido

source: Export Complete
fr_fr: Exportation terminée
it: Esportazione Completata

source: Icon File not found
fr_fr: Fichier icône introuvable
it: File Icona non trovato

source: No icons found
fr_fr: Pas d'icônes trouvés
it: Nessuna icona trovato

source: The uploaded file exceeds the upload_max_filesize
fr_fr: Le fichier envoyé excède la directive upload_max_filesize
it: Il file caricato supera upload_max_filesize

source: directive in php.ini
fr_fr: directive dans le fichier php.ini
it: direttiva in php.ini

source: The uploaded file exceeds the max_file_size
fr_fr: Le fichier téléchargé dépasse la directive max_file_size
it: Il file caricato supera max_file_size

source: directive specified in the HTML form
fr_fr: spécifiée dans le formulaire HTML
it: direttiva indicata nel modulo HTML

source: The uploaded file was only partially uploaded
fr_fr: Le fichier n'a été que partiellement téléchargé
it: Il file caricato è stato solo parzialmente caricato

source: No file was uploaded
fr_fr: Aucun fichier n'a été téléchargé
it: Nessun file è stato caricato

source: Missing a temporary folder
fr_fr: Manquer un dossier temporaire
it: Manca una cartella temporanea

source: Failed to write file to disk
fr_fr: Impossible d'écrire le fichier sur le disque
it: Impossibile scrivere file su disco

source: File upload stopped by an extension
fr_fr: Téléchargement de fichier arrêté par une extension
it: File di caricamento fermato da una estensione

source: Unknown upload error occurred
fr_fr: Une erreur de téléchargement inconnue s'est produite
it: Si è verificato errore di caricamento sconosciuto

source: Return code
fr_fr: Code de retour
it: Codice di ritorno

source: user successfully logged in
fr_fr: utilisateur connecté avec succès dans
it: utente connesso con successo

source: user failed to login
fr_fr: l'utilisateur n'a pas réussi à se connecter
it: utente non connesso

source: IP Address Changed
fr_fr: Adresse IP modifiée
it: Indirizzo IP cambiato

source: User Agent Changed
fr_fr: L'agent utilisateur modifié
it: User Agent cambiato

source: Session altered improperly
fr_fr: Session modifiée incorrectement
it: Sessione alterato in modo improprio

source: Node must be a string
fr_fr: Le nœud doit être une chaîne de caractères
it: Nodo deve essere una stringa

source: Items must be an array
fr_fr: Les éléments doivent être des tableaux
it: Gli elementi devono essere un array

source: Data must be an array or a callable item.
fr_fr: Les données doivent être un tableau ou un élément appelable.
it: Dati deve essere un array o un callable

source: Title must be a string
fr_fr: Le titre doit être une chaîne de caractères
it: Titolo deve essere una stringa

source: Link must be a string
fr_fr: Le lien doit être une chaîne de caractères
it: Collegamento deve essere una stringa

source: Serial
fr_fr: En série
it: Seriale

source: Open VNC connection to
fr_fr: Ouvrir la connexion VNC pour
it: connessione VNC aperta a

source: FOG Client Installer
es_es: Servicio de Cliente FOG
fr_fr: Installateur du client FOG
zh_cn: FOG 客户服务更新

source: New Client and Utilities
fr_fr: Nouveau client et utilitaires
it: Nuovo Cliente e utilità

source: The installers for the fog client
fr_fr: Les installateurs pour le client FOG
it: Installatori per fog client

source: Client Version
fr_fr: Version Client
it: Versione client

source: Cross platform
fr_fr: Multiplateforme

source: more secure
fr_fr: plus sécurisé
it: più sicuro

source: faster
fr_fr: plus rapide
it: veloce

source: and much easier on the server
fr_fr: et beaucoup plus facile sur le serveur
it: e molto più facile sul server

source: Especially when your organization has many hosts
fr_fr: Surtout quand votre organisation a de nombreuses machines
it: Soprattutto quando la tua organizzazione ha molti host

source: Use this for network installs
fr_fr: Utilisez ceci pour les installations via le réseau
it: Utilizzare questo per le installazioni di rete

source: For example, a GPO policy to push
fr_fr: Par exemple, une GPO à pousser
it: Ad esempio, una policy GPO per spingere

source: This file will only work on Windows
fr_fr: Ce fichier ne fonctionnera que sous Windows
it: Questo file funziona solo in Windows

source: Network Installer
fr_fr: Installateur réseau
it: Installazione via rete

source: This is the recommended installer to use now
fr_fr: C'est l'installateur recommandé à utiliser maintenant
it: Questo è il programma di installazione consigliato da utilizzare ora

source: It can be used on Windows
fr_fr: Il peut être utilisé sur Windows
it: Può essere utilizzato in Windows

source: Smart Installer
fr_fr: Installateur intelligent

source: Recommended
fr_fr: Recommandé
it: Consigliato

source: Help and Guide
fr_fr: Aide et Guide
it: Aiuto e guida

source: Where to get help
fr_fr: Où trouver de l'aide
it: Dove ottenere aiuto

source: Use the links below if you need assistance
fr_fr: Utilisez les liens ci-dessous si vous avez besoin d'aide
it: Utilizza i collegamenti qui sotto se ti serve assistenza

source: Forums are the most common and fastest method of getting
fr_fr: Les forums sont la méthode la plus courante et la plus rapide pour obtenir de l'
it: I forum sono il metodo più comune e veloce per ottenere

source: help with any aspect of FOG
fr_fr: aide sur tous les aspects de FOG
it: Aiuto con qualsiasi aspetto di FOG

source: Detailed documentation
fr_fr: Documentation détaillée
it: Documentazione dettagliata

source: It is primarily geared for the smart installer methodology now
fr_fr: Il est principalement destiné à la méthodologie de l'installateur intelligent
it: È destinato principalmente alla metodologia Smart Installer ora

source: FOG Client Wiki
fr_fr: Wiki concernant les clients FOG

source: Need more support
fr_fr: Besoin de davantage de support
it: Hai bisogno di più supporto

source: Somebody will be able to help in some form
fr_fr: Quelqu'un pourra vous aider d'une manière ou d'une autre
it: Qualcuno sarà in grado di aiutare in qualche modo

source: Use the forums to post issues so others
fr_fr: Utilisez les forums pour poster des problèmes afin que d'autres
it: Utilizza i forum per inviare problemi in modo da altri

source: may see the issue and help and/or use the solutions
fr_fr: peuvent voir le problème et aider et/ou utiliser les solutions
it: può vedere il problema e aiutare e / o utilizzare le soluzioni

source: Chat is also available on the forums for more realtime help
fr_fr: Le chat est également disponible sur les forums pour une aide en temps réel
it: La chat è anche disponibile all'interno del forum per una maggiore assistenza in tempo reale

source: FOG Forums
fr_fr: Forums FOG
it: FOG Forum

source: Pending hosts
fr_fr: Machines en attente
it: host in sospeso

source: Click
es_es: Clic
fr_fr: Cliquez

source: to review.
fr_fr: à examiner.
it: da revisionare

source: Pending macs
fr_fr: MACs en attente
it: Mac in attesa

source: Web Server
es_es: Servidor Web
fr_fr: Serveur Web
it: Server web
zh_cn: 网站 服务器

source: Load Average
fr_fr: Charge moyenne
it: Carico medio

source: System Uptime
fr_fr: Temps de fonctionnement du système
it: sistema Uptime

source: System Overview
es_es: Descripción General del Sistema
fr_fr: Présentation du système
it: panoramica del sistema
zh_cn: 系统概述

source: Server information at a glance.
fr_fr: Informations sur le serveur en un coup d'œil.
it: Informazioni sul server in un colpo d'occhio.

source: Storage Group Activity
fr_fr: Activité du groupe de stockage
it: Gruppo di archiviazione di attività

source: Selected groups's current activity
fr_fr: Activité actuelle des groupes sélectionnés
it: Attività corrente del gruppo selezionato

source: Storage Node Disk Usage
fr_fr: Utilisation du disque du nœud de stockage
it: Utilizzo disco nodo di archiviazione

source: Selected node's disk usage
fr_fr: Utilisation du disque du nœud sélectionné
it: Utilizzo del disco del nodo selezionato

source: Imaging Over the last 30 days
fr_fr: Clonage des 30 derniers jours
it: Imaging Negli ultimi 30 giorni

source: 1 Hour
fr_fr: 1 heure
it: 1 ora

source: No activity information available for this group
fr_fr: Aucune information sur l'activité n'est disponible pour ce groupe

source: Free
fr_fr: Libre

source: No Data Available
fr_fr: Aucune donnée disponible

source: used
fr_fr: utilisé

source: Node is unavailable
fr_fr: Le nœud est indisponible

source: Node Offline
fr_fr: Nœud hors-ligne

source: Used
fr_fr: Utilisé

source: FOG Project on Github
fr_fr: Projet FOG sur Github
it: Progetto FOG su Github

source: FOG Client on Github
fr_fr: Client FOG sur Github
it: Client FOG su Github

source: FOG Wiki
fr_fr: Pages Wiki FOG

source: Donate to FOG
fr_fr: Donner au projet FOG
it: Donate alla nebbia

source: FOG Version Information
es_es: Información Versión FOG
fr_fr: Informations de version FOG
it: FOG Informazioni sulla versione
zh_cn: FOG 版本信息

source: Kernel Versions
fr_fr: Versions Kernel
it: versioni del kernel

source: FOG Version
fr_fr: Version FOG
it: Versione FOG

source: FOG License Information
es_es: Información sobre la Licencia FOG
fr_fr: Informations sur la licence de FOG
it: Informazioni FOG licenza
zh_cn: FOG 许可证信息

source: GNU Gneral Public License
fr_fr: GNU General Public License
