Repository: FOGProject/fogproject
Catalog: packages/web/management/languages/*.UTF-8/LC_MESSAGES/messages.po
Languages: es_es, fr_fr, it, zh_cn

source: Display
es_es: Administrador de Pantalla
fr_fr: Afficher
zh_cn: 显示管理器

source: Model
es_es: Modelo
fr_fr: Modèle
it: Modello
zh_cn: 模型

source: Inventory
es_es: Inventario
fr_fr: Inventaire
it: Inventario
zh_cn: 库存

source: Edit
es_es: Editar
fr_fr: Modifier
it: Modifica
zh_cn: 编辑

source: Delete
es_es: Borrar
fr_fr: Effacer
it: cancellare
zh_cn: 删除

source: Deleted
es_es: Borrar
fr_fr: Supprimé
it: eliminata
zh_cn: 删除

source: All
fr_fr: Tout
it: Tutti

source: Add
es_es: Añadir
fr_fr: Ajouter
it: Aggiungere
zh_cn: 添加

source: Search
es_es: Buscar
fr_fr: Chercher
it: Ricerca
zh_cn: 搜索

source: Storage
es_es: Almacenamiento
fr_fr: Stockage
it: Conservazione
zh_cn: 存放

source: Remove
es_es: Borrar
fr_fr: Retirer
it: Rimuovere
zh_cn: 删除

source: Removed
es_es: Borrar
fr_fr: Supprimé
it: Rimosso
zh_cn: 删除

source: Enabled
es_es: Activado
fr_fr: Activé
it: Abilitato
zh_cn: 启用

source: Management
es_es: Gestión del Nombre de Usuario
fr_fr: Gestion
it: Gestione
zh_cn: 管理帐号

source: Update
es_es: Actualizar
fr_fr: Mettre à jour
it: Aggiornare
zh_cn: 更新

source: Node
es_es: Nodo
fr_fr: Nœud
it: Nodo
zh_cn: 节点

source: Group
es_es: Grupo
fr_fr: Groupe
it: Gruppo
zh_cn: 集团

source: Groups
es_es: Grupo
fr_fr: Groupes
it: gruppi
zh_cn: 集团

source: Logout
es_es: Cerrar Sesión
fr_fr: Se déconnecter
it: Disconnettersi
zh_cn: 注销

source: Host
es_es: Equipo
fr_fr: Machine
zh_cn: 主持人

source: Hosts
es_es: Equipos
fr_fr: Machines
it: host
zh_cn: 主机

source: Bandwidth
es_es: Ancho de Banda
fr_fr: Bande passante
it: Larghezza di banda
zh_cn: 带宽

source: Replication Bandwidth
fr_fr: Bande passante de réplication
it: Larghezza di banda replica

source: This setting limits the bandwidth for replication between nodes
fr_fr: Ce paramètre limite la bande passante pour la réplication entre les nœuds
it: Questa impostazione limita la larghezza di banda per la replica tra i nodi

source: It operates by getting the max bandwidth setting of the node
fr_fr: Il fonctionne en obtenant le réglage de la bande passante maximale du nœud
it: funziona ottenendo l'impostazione massima della larghezza di banda del nodo

source: it's transmitting to
fr_fr: qu'il transmet à
it: sta trasmettendo a

source: So if you are trying to transmit to remote node A
fr_fr: Donc si vous essayez de transmettre au nœud distant A
it: Quindi, se stai cercando di trasmettere al nodo remoto A

source: and node A only has a 5Mbps and you want the speed
fr_fr: et le nœud A a seulement un 5Mbps et vous voulez la vitesse
it: E il nodo A ha solo 5Mbps e si desidera la velocità

source: limited to 1Mbps on that node
fr_fr: limitée à 1Mbps sur ce nœud
it: limitata a 1Mbps su quel nodo

source: you set the bandwidth field on that node to 1000
fr_fr: vous définissez le champ de la bande passante sur ce nœud à 1000
it: si imposti il campo di larghezza di banda su quel nodo a 1000

source: Transmit
fr_fr: Transmission
it: Trasmettere

source: Receive
fr_fr: Réception
it: Ricevere

source: New
fr_fr: Nouveau
it: Nuovo

source: User
es_es: Usuario
fr_fr: Utilisateur
it: Utente
zh_cn: 用户

source: Users
es_es: Usuario
fr_fr: Utilisateurs
it: utenti
zh_cn: 用户

source: Name
es_es: Nombre
fr_fr: Nom
it: Nome
zh_cn: 姓名

source: Members
es_es: Miembros
fr_fr: Membres
it: Utenti
zh_cn: 成员

source: Advanced
es_es: Avanzado
fr_fr: Avancé
it: Avanzate
zh_cn: 高级

source: Text
es_es: Texto
fr_fr: Texte
it: Testo
zh_cn: 文本

source: Graphical
es_es: Gráfico
fr_fr: Graphique
it: grafico
zh_cn: 图形

source: File
es_es: Archivo
fr_fr: Fichier
zh_cn: 文件

source: Path
es_es: Ruta
fr_fr: Chemin
it: Percorso
zh_cn: 路径

source: Shutdown
es_es: Apagar
fr_fr: Arrêt
it: Spegnimento
zh_cn: 关闭

source: Reboot
es_es: Reiniciar
fr_fr: Redémarrage
it: Riavvio
zh_cn: 重新启动

source: Time
es_es: Tiempo
fr_fr: Temps
it: Tempo
zh_cn: 时间

source: Printer
es_es: Impresoras
fr_fr: Imprimante
it: Stampante
zh_cn: 打印机

source: Power Management
fr_fr: Gestion de l'alimentation
it: Gestione energetica

source: Task
es_es: Nombre de Tarea
fr_fr: Tâche
it: Compito
zh_cn: 任务名称

source: Username
es_es: Nombre Usuario
fr_fr: Identifiant
it: Nome utente
zh_cn: 用户名

source: General
fr_fr: Général
it: Generale
zh_cn: 概况

source: Clear
es_es: Borrar
fr_fr: Effacer
it: Pulire
zh_cn: 清除

source: here
es_es: aquí
fr_fr: ici
it: qui
zh_cn: 这里

source: NOT
fr_fr: NE PAS
it: NON

source: or
es_es: o
fr_fr: ou
it: o
zh_cn: 或

source: Row
es_es: Fila
fr_fr: Ligne
it: Riga
zh_cn: 行

source: Errors
es_es: Errores
fr_fr: Erreurs
it: Errori
zh_cn: 错误

source: Error
fr_fr: Erreur
it: Errore
zh_cn: 错误

source: Export
es_es: Informe
fr_fr: Exportation
it: Esportare
zh_cn: 报告

source: Schedule
es_es: Tareas Programadas
fr_fr: Programme
it: Programmazione
zh_cn: 计划任务

source: Deploy
es_es: Restaurar
fr_fr: Déployer
it: Distribuisci
zh_cn: 部署

source: Status
es_es: Estado
fr_fr: Statut
it: Stato
zh_cn: 状态

source: State
es_es: Estado
fr_fr: État
it: Stato
zh_cn: 状态

source: Kill
es_es: Eliminar
fr_fr: Tuer
it: Uccidere
zh_cn: 取消

source: Kernel
fr_fr: Noyau
it: nocciolo
zh_cn: 核心

source: Location
es_es: Ubicación
fr_fr: Emplacement
it: Luogo
zh_cn: 地点

source: Home
es_es: Inicio
fr_fr: Accueil
it: Casa
zh_cn: 首页

source: Report
es_es: Informe
fr_fr: Rapport
it: rapporto
zh_cn: 报告

source: Reports
es_es: Informe
fr_fr: Rapports
it: Rapporti
zh_cn: 报告

source: Login
es_es: Iniciar Sesión
fr_fr: S'identifier
it: Accesso
zh_cn: 登录

source: Queued
es_es: En cola
fr_fr: en attente
it: In coda
zh_cn: 排队...

source: Complete
es_es: terminado
fr_fr: Achevé
it: Completare
zh_cn: 完成

source: Unknown
es_es: Desconocido
fr_fr: Inconnu
it: Sconosciuto
zh_cn: 未知

source: Force
es_es: Forzar
fr_fr: Obliger
it: Forza
zh_cn: 力

source: Settings
es_es: Configuración FOG
fr_fr: Paramètres
it: impostazioni
zh_cn: FOG 设置

source: Active
es_es: Tareas Activas
fr_fr: Actif
it: Attivo
zh_cn: 打开插槽

source: Printers
es_es: Impresoras
fr_fr: Imprimantes
it: Stampanti
zh_cn: 打印机

source: Directory
es_es: Añadir Directorio
fr_fr: Dossier
it: elenco
zh_cn: 添加目录

source: Virus History
es_es: Histórico de Virus
fr_fr: Historique des virus
it: Storia di virus
zh_cn: 病毒感染史

source: Login History
es_es: Histórico de Acceso
fr_fr: Historique de connexion
it: Accesso Storia
zh_cn: 登录历史

source: Image History
fr_fr: Historique des images
it: Storia immagine

source: Snapin History
fr_fr: Historique des Snapins
it: Storia Snapin

source: Plugin
es_es: Complementos
fr_fr: Greffon
it: Collegare
zh_cn: 插件

source: Locations
es_es: Ubicación
fr_fr: Emplacements
it: sedi
zh_cn: 地点

source: License
es_es: Licencia
fr_fr: Licence
it: Licenza
zh_cn: 许可协议

source: Kernel Update
es_es: Actualiz. Kernel
fr_fr: Mise à jour Kernel
it: Aggiornamento del kernel
zh_cn: 内核更新

source: iPXE General Configuration
fr_fr: Configuration générale iPXE
it: Configurazione generale iPXE

source: Client Updater
es_es: Actualizar Cliente
fr_fr: Mise à jour du client
it: Updater client
zh_cn: 客户端更新

source: Hostname Changer
es_es: Cambio de Nombre de Equipo
fr_fr: Renommage machine
it: Nome host Changer
zh_cn: 换主机名

source: Host Registration
es_es: Registro de Equipo
fr_fr: Enregistrement machine
it: registrazione Host
zh_cn: 主机注册

source: Snapin Client
es_es: Cliente Snapin
fr_fr: Client Snapin
it: snap-client
zh_cn: 客户管理单元

source: Task Reboot
es_es: Reinicio por Tarea Pendiente
fr_fr: Tâche de reboot
zh_cn: 任务重新启动

source: User Cleanup
es_es: Limpieza de Usuario
fr_fr: Nettoyage de l'utilisateur
it: Cleanup utente
zh_cn: 用户清理

source: User Tracker
es_es: Seguimiento de Usuarios
fr_fr: Tracker utilisateur
it: Tracker utente
zh_cn: 用户跟踪

source: %s Manager
es_es: Administrador %s
fr_fr: %s gestionnaire
it: %s Responsabile
zh_cn: 显示管理器 %s

source: Green FOG
es_es: Eco FOG
fr_fr: Écolo FOG
it: FOG verde
zh_cn: 绿 FOG

source: Directory Cleaner
es_es: Limpieza de Directorio
fr_fr: Nettoyeur de dossier
zh_cn: 清洁目录

source: MAC Address List
es_es: Lista Direcc. MAC
fr_fr: Liste de MAC Address
zh_cn: MAC地址列表

source: FOG Settings
es_es: Configuración FOG
fr_fr: Paramètres de FOG
it: Impostazioni FOG
zh_cn: FOG 设置

source: Server Shell
es_es: Servidor Shell
fr_fr: Serveur Shell
zh_cn: 服务器壳牌

source: Log Viewer
es_es: Visor Log
fr_fr: Visionneuse de journaux
zh_cn: 日志查看器

source: Configuration Save
es_es: Configuración del Módulo
fr_fr: Enregistrer la configuration
it: Salva configurazione
zh_cn: 模块配置

source: FOG Sourceforge Page
es_es: Página Sourceforge
fr_fr: Page sourceforge de FOG
it: FOG Sourceforge Pagina
zh_cn: SourceForge页面

source: FOG Home Page
es_es: Página de Inicio
fr_fr: Page d'accueil de FOG
it: FOG pagina
zh_cn: 主页

source: New Search
es_es: Nueva Búsqueda
fr_fr: Nouvelle recherche
it: Nuova ricerca
zh_cn: 新的搜寻

source: List All %s
es_es: Listar %s
fr_fr: Lister tous les %s
it: Elencare tutti %s
zh_cn: 所有主机列表 %s

source: Create New %s
es_es: Crear nuevo %s
fr_fr: Créer un nouveau %s
it: Crea nuovo %s
zh_cn: 创建新组 %s

source: Tasks
fr_fr: Tâches
it: Attività

source: Client Settings
fr_fr: Paramètres du client
it: Impostazioni Client

source: Plugins
es_es: Complementos
fr_fr: Greffons
zh_cn: 插件

source: Basic Tasks
es_es: Tareas Básicas
fr_fr: Tâches basiques
it: Operazioni di base
zh_cn: 基本任务

source: Membership
es_es: Miembro
fr_fr: Membres
it: membri
zh_cn: 会员

source: Image Association
es_es: Localización de la imagen
fr_fr: Association Image
it: Associazione immagine
zh_cn: 图像定位

source: Primary Group
es_es: Grupo Principal
fr_fr: Groupe primaire
it: Gruppo primario
zh_cn: 主要组

source: All Storage Nodes
es_es: Nodos de almacenamiento
fr_fr: Tous les nœuds de stockage
it: Tutti i nodi di storage
zh_cn: 所有的存储节点

source: Add Storage Node
es_es: Añadir nodo de almacenamiento
fr_fr: Ajouter un nœud de stockage
it: Aggiungere Storage Node
zh_cn: 增加存储节点

source: All Storage Groups
es_es: Grupos de Almacenamiento
fr_fr: Tous les groupes de stockage
it: Tutti i gruppi di archiviazione
zh_cn: 所有存储组

source: Add Storage Group
es_es: Añadir grupo de almacenamiento
fr_fr: Ajouter un groupe de stockage
it: Aggiungere gruppo di archiviazione
zh_cn: 添加存储组

source: Active Tasks
es_es: Tareas Activas
fr_fr: Tâches actives
it: Attività in corso
zh_cn: 打开插槽

source: Active Multicast Tasks
es_es: Tareas Multidifusión Activas
fr_fr: Tâches Multicast actives
it: Compiti multicast attivi
zh_cn: 主动组播任务

source: Active Snapin Tasks
es_es: Snapins Activos
fr_fr: Tâches Snapin actives
it: Compiti Snap-attivi
zh_cn: 主动管理单元插件

source: Scheduled Tasks
es_es: Tareas Programadas
fr_fr: Tâches planifiées
it: Attività pianificate
zh_cn: 计划任务

source: Installed Plugins
es_es: Plugin instalado
fr_fr: Greffons installés
it: plugin installati
zh_cn: 安装插件

source: Install Plugins
fr_fr: Installation greffons
it: installare plugin

source: Activate Plugins
es_es: Activar plugin
fr_fr: Activation des greffons
it: Attiva Plugin
zh_cn: 激活插件

source: Export Configuration
es_es: Configuración del Módulo
fr_fr: Exporter la configuration
it: Esporta configurazione
zh_cn: 模块配置

source: Import Configuration
es_es: Configuración del Módulo
fr_fr: Importer la configuration
it: Importa configurazione
zh_cn: 模块配置

source: Open Source Computer Cloning Solution
es_es: FOG Solución Informática de Clonado
fr_fr: Solution open-source de clonage d'ordinateurs
it: Open Source Computer Clonazione Soluzione
zh_cn: FOG 电脑克隆解决方案

source: Invalid MAC Address!
es_es: Dirección MAC no válida
fr_fr: Adresse MAC invalide !
it: Non valido Indirizzo MAC!
zh_cn: 无效的MAC地址

source: iPXE Menu Item Settings
fr_fr: Réglages des éléments du menu iPXE
it: Menu iPXE impostazioni

source: iPXE Menu Customization
fr_fr: Personnalisation du menu iPXE
it: iPXE Personalizzazione menu

source: iPXE New Menu Entry
fr_fr: Nouvelle entrée de menu iPXE
it: iPXE nuova voce di menu

source: Save Changes
es_es: Guardar Cambios
fr_fr: Sauvegarder les modifications
it: Salva i cambiamenti
zh_cn: 保存更改

source: Required database field is empty
fr_fr: Le champ obligatoire de la base de données est vide
it: campo del database richiesto è vuoto

source: No results found
es_es: No se encontraron resultados.
fr_fr: Aucun résultat trouvé
it: nessun risultato trovato
zh_cn: 没有找到结果。

source: %s is required
fr_fr: %s est requis
it: %s è richiesto

source: Host Management
fr_fr: Gestion des machines
it: Gestione Host

source: Storage Management
fr_fr: Gestion du stockage

source: Task Management
fr_fr: Gestion des tâches
it: Gestione dei compiti

source: Client Management
fr_fr: Gestion des clients

source: Dashboard
fr_fr: Tableau de bord
it: scrivania

source: Service Configuration
es_es: Servicio de Configuración
fr_fr: Configuration du service
it: Configurazione del servizio
zh_cn: 服务配置

source: Report Management
fr_fr: Gestion des rapports
it: Relazione sulla gestione

source: Printer Management
fr_fr: Gestion des imprimantes

source: FOG Configuration
fr_fr: Configuration FOG
it: Configurazione FOG

source: Group Management
fr_fr: Gestion des groupes
it: Direzione del Gruppo

source: Image Management
fr_fr: Gestion des images
it: Gestione immagine

source: User Management
fr_fr: Gestion des utilisateurs
it: Gestione utenti

source: Hardware Information
fr_fr: Informations sur le matériel
it: Informazioni sull'hardware

source: Snapin Management
fr_fr: Gestion des Snapins
it: Gestione Snapin

source: Plugin Management
fr_fr: Gestion des plugins
it: Gestione Plugin

source: Location Management
es_es: Sin Administración de Impresoras
fr_fr: Gestion des localisations
it: Gestione della posizione
zh_cn: 没有打印机管理

source: Access Control Management
fr_fr: Gestion des contrôles d'accès
it: Gestione Access Control

source: FOG General Help
es_es: FOG Ayuda General
fr_fr: Aide générale FOG
it: FOG Guida generale
zh_cn: FOG 一般说明

source: Pending Hosts
fr_fr: Machines en attente
it: Host in sospeso

source: Last Deployed
es_es: Restaurar
fr_fr: Dernière déployée
it: Ultima Distribuita
zh_cn: 部署

source: Last Captured
fr_fr: Dernière capturée
it: Ultima cattura

source: Deploy Method
es_es: Restaurar
fr_fr: Méthode de déploiement
it: Metodo Deploy
zh_cn: 部署

source: Image Type
es_es: Tipo de Imagen
fr_fr: Type d'image
it: Tipo di immagine
zh_cn: 图片类型

source: Not Available
fr_fr: Indisponible
it: Non disponibile

source: Export Hosts
es_es: Máquinas existentes
fr_fr: Exporter les machines
it: Host Export
zh_cn: 现有的主机

source: Import Hosts
es_es: Actualizar Equipos
fr_fr: Importer les machines
it: Importa Host
zh_cn: 上传主机

source: Export Users
fr_fr: Exporter les utilisateurs
it: Esporta utenti

source: Import Users
fr_fr: Importer les utilisateurs
it: Importa utenti

source: Export Images
fr_fr: Exporter les images
it: esportare immagini

source: Import Images
fr_fr: Importer les images
it: Importa immagini

source: Export Groups
fr_fr: Exporter les groupes
it: Gruppi Export

source: Import Groups
fr_fr: Importer les groupes
it: Gruppi di importazione

source: Export Snapins
fr_fr: Exporter les SnapIns

source: Import Snapins
fr_fr: Importer les SnapIns
it: Importa Snapins

source: Export Printers
fr_fr: Exporter les imprimantes
it: Stampanti Export

source: Import Printers
fr_fr: Importer les imprimantes
it: Stampanti di importazione

source: Equipment Loan
es_es: Préstamo de Equipo
fr_fr: Prêt d'équipement
it: attrezzature di prestito
zh_cn: 设备贷款

source: Host List
es_es: Lista de Equipos
fr_fr: Liste des machines
it: Lista Host
zh_cn: 主机列表

source: Imaging Log
es_es: Log de Imágenes
fr_fr: Journal des clonages
zh_cn: 影像日志

source: Pending MACs
es_es: En espera de direcciones MAC
fr_fr: MACs en attente
it: sospeso MAC

source: Snapin Log
es_es: Log de Snapin
fr_fr: Journal Snapin
it: snap-Log
zh_cn: 管理单元日志

source: Upload Reports
es_es: Subir un informe
fr_fr: Télécharger Rapports
it: Carica Report
zh_cn: 上传报告

source: Main Menu
es_es: Menú Principal
fr_fr: Menu principal
it: Menu principale
zh_cn: 主菜单

source: Invalid Login
es_es: Autentificación No Válida
fr_fr: Identifiant invalide
it: Login non valido
zh_cn: 无效的登录。

source: Not allowed here
fr_fr: Non autorisé ici
it: Non ammessi qui

source: Management Login
es_es: Acceso a Administración FOG
fr_fr: Gestion des connexions
it: Gestione Accesso
zh_cn: FOG 管理登录

source: Password
es_es: Contraseña
fr_fr: Mot de passe
it: parola d'ordine
zh_cn: 密码

source: Estimated FOG Sites
fr_fr: Serveurs FOG estimés
it: Siti FOG stimati

source: Latest Version
es_es: Última Versión
fr_fr: Dernière version
it: Ultima versione
zh_cn: 最新版本

source: Latest Development Version
fr_fr: Dernière version de développement
it: Ultima versione di sviluppo

source: Image is protected and cannot be deleted
fr_fr: L'image est protégée et ne peut être supprimée
it: L'immagine è protetta e non può essere cancellato

source: Snapin is protected and cannot be deleted
fr_fr: Snapin est protégé et ne peut être supprimé
it: Snapin è protetto e non può essere cancellato

source: No master nodes are enabled to delete this image
fr_fr: Pas de nœuds maîtres activés pour supprimer cette image
it: Non nodi master sono abilitati per eliminare questa immagine

source: Failed to delete image files
fr_fr: Échec de la suppression des fichiers d'image
it: Impossibile eliminare i file di immagine

source: Failed to delete file
fr_fr: Impossible de supprimer le fichier
it: Impossibile eliminare il file

source: Not Registered Hosts
fr_fr: Machines non enregistrées
it: Host non registrati

source: Registered Hosts
fr_fr: Machines enregistrées
it: host registrati

source: All Hosts
es_es: Listar Equipos
fr_fr: Toutes les machines
it: tutti gli host
zh_cn: 所有主机列表

source: Debug Options
fr_fr: Options de débogage
it: Opzioni di debug

source: Advanced Options
es_es: Opciones Avanzadas
fr_fr: Options avancées
it: Opzioni avanzate
zh_cn: 高级选项

source: Advanced Login Required
fr_fr: Connexion avancée requise
it: Avanzata Login Richiesto

source: Pending Registered Hosts
fr_fr: Machines enregistrés en attente
it: In attesa di host registrati

source: Directory Already Exists
fr_fr: Dossier existe déjà
it: Directory esiste già

source: Time Already Exists
fr_fr: L'heure existe déjà
it: Ora esiste già

source: User Already Exists
fr_fr: L'utilisateur existe déjà
it: L'utente esiste già

source: No Active Snapin Jobs Found For Host
fr_fr: Aucun travail de Snapin actif trouvé pour cette image
it: No Attivo Snapin processo trovato Per Host

source: Failed to create task
fr_fr: Impossible de créer la tâche
it: Impossibile creare un'attività

source: Host is already a member of an active task
fr_fr: La machine est déjà membre d'une tâche active
it: Host è già membro di un compito attivo

source: Host is not valid
fr_fr: Machine non valide
it: Host non è valido

source: Group is not valid
fr_fr: Groupe est non valide
it: Gruppo non valido

source: Task Type is not valid
fr_fr: Type de tâche n'est pas valide
it: Task Type non è valido

source: Image is not valid
fr_fr: L'image n'est pas valide
it: L'immagine non è valida

source: The image storage group assigned is not valid
fr_fr: Le groupe de stockage d'images attribuée est non valable
it: Il gruppo di archiviazione immagine assegnato non è valido

source: There are no snapins associated with this host
fr_fr: Il n'y a pas Snapins associés à cette machine
it: Non ci sono snapins associati con questo host

source: Snapins Are already deployed to this host
fr_fr: Les snapIns sont déjà déployés sur cette machine
it: Snapins già distribuiti a questo host

source: Could not find a Storage Node is
fr_fr: Impossible de trouver un nœud de stockage est
it: Impossibile trovare il nodo di archiviazione

source: there one enabled within this Storage Group
fr_fr: il y en a un activé dans ce groupe de stockage
it: c'è uno abilitato all'interno di questo gruppo di archiviazione

source: The storage groups associated storage node is not valid
fr_fr: Le nœud de stockage des groupes de stockage associé n'est pas valide
it: Il nodo di archiviazione gruppi di archiviazione associato non è valido

source: Scheduled date is in the past
fr_fr: La date prévue est dans le passé
it: Data prevista è nel passato

source: A task already exists for this host at the scheduled tasking
fr_fr: Une tâche existe déjà pour cette machine au moment de la planification de la tâche
it: Un compito esiste già per questo host al tasking programmata

source: Minute value is not valid
fr_fr: La valeur des minutes n'est pas valide
it: valore dei minuti non è valido

source: Hour value is not valid
es_es: Nombre del Equipo inválido.
fr_fr: La valeur des heures n'est pas valide
it: il valore ora non è valido
zh_cn: 主机名是无效的。

source: Day of month value is not valid
fr_fr: La valeur du jour du mois n'est pas valide
it: Giorno del valore del mese non è valido

source: Month value is not valid
es_es: Nombre del Equipo inválido.
fr_fr: La valeur du mois n'est pas valide
it: valore del mese non è valido
zh_cn: 主机名是无效的。

source: Day of week value is not valid
fr_fr: La valleur du jour de la semaine n'est pas valide
it: Giorno della settimana il valore non è valido

source: No Host found for MAC Address
es_es: No se encontraron trabajos para la dirección MAC
fr_fr: Aucune machine trouvée pour l'adresse MAC
it: Nessun Host trovato per MAC Address
zh_cn: 没有找到工作是MAC地址

source: Please select an option
es_es: ¡Por favor Seleccione o Cree un Grupo Nuevo!
fr_fr: Veuillez sélectionner une option
it: per favore selezionate un'opzione
zh_cn: 请选择或创建一个新的小组！

source: Error multiple hosts returned for list of mac addresses
fr_fr: Erreur : plusieurs machines retournées pour la liste des adresses MAC
it: Errore più host restituiti per elenco di indirizzi MAC

source: Session timeout
fr_fr: Expiration de la session
it: Timeout della sessione

source: Storage Node
es_es: Nodo de Almacenamiento
fr_fr: Nœud de stockage
zh_cn: 存储节点

source: Storage Group
es_es: Grupo Almacenamiento
fr_fr: Groupe de stockage
it: gruppo di archiviazione
zh_cn: 存储组

source: Graph Enabled
es_es: ¿Snapin Activado?
fr_fr: Graphique activé
it: Grafico Abilitato
zh_cn: 管理单元启用？

source: Master Node
es_es: Es nodo maestro
fr_fr: Nœud maître
it: Maestro Node
zh_cn: 是主节点

source: Is Master Node
es_es: Es nodo maestro
fr_fr: Est nœud maître
it: È padrone Nodo
zh_cn: 是主节点

source: Storage Node Name
es_es: Nombre del Nodo de Almacenamiento
fr_fr: Nom du nœud de stockage
it: Nome Storage Node
zh_cn: 存储节点名称

source: Storage Node Description
es_es: Descripción del Nodo de Almacenamiento
fr_fr: Description du nœud de stockage
it: Storage Node Descrizione
zh_cn: 存储节点描述

source: IP Address
es_es: Dirección IP
fr_fr: Adresse IP
it: Indirizzo IP
zh_cn: IP地址

source: Max Clients
es_es: Clientes Max
fr_fr: Clients maximum
it: clienti max
zh_cn: 最大客户

source: Image Path
es_es: Ruta de la imagen
fr_fr: Chemin de l'image
it: Percorso immagini
zh_cn: 图像路径

source: FTP Path
fr_fr: Chemin FTP
it: Percorso FTP

source: Snapin Path
fr_fr: Chemin du Snapin
it: Percorso Snapin

source: SSL Path
fr_fr: Chemin SSL
it: Percorso SSL

source: Is Enabled
es_es: Está activado
fr_fr: Est autorisé
it: È abilitato
zh_cn: 图像定位

source: Is Graph Enabled
es_es: Está activado
fr_fr: Le graphique est-il activé
it: Viene attivato Grafico
zh_cn: 图像定位

source: On Dashboard
fr_fr: Sur le tableau de bord
it: sul cruscotto

source: Management Username
es_es: Gestión del Nombre de Usuario
fr_fr: Gestion des identifiants
it: Gestione utente
zh_cn: 管理帐号

source: Management Password
es_es: Gestión de la contraseña
fr_fr: Gestion des mots de passe
it: Gestione delle password
zh_cn: 管理密码

source: Use extreme caution with this setting
fr_fr: Soyez extrêmement prudent avec ce paramètre
it: Usa la massima attenzione con questa impostazione

source: This setting
fr_fr: Ce paramètre
it: Questa impostazione

source: if used incorrectly could potentially
fr_fr: s'il est utilisé de manière incorrecte peut potentiellement
it: se usato non correttamente può potenzialmente
