Repository: FOGProject/fogproject
Catalog: packages/web/management/languages/*.UTF-8/LC_MESSAGES/messages.po
Languages: es_es, fr_fr, it, zh_cn

source: This setting will globally enable or disable the client updater service module. If you disable the module, it will be disabled for all clients, regardsless of the host specific setting.
es_es: Esta configuración activará o desactivará globalmente el servicio Actualizador de Clientes. Si lo desactivas, estará inactivo para todos los clientes, independientemente de la configuración de equipos específicos.
zh_cn: 此设置将在全球范围启用或禁用客户端更新服务模块。如果您禁用模块，它会被禁用，所有的客户，对于东道国的具体设定

source: User Login History
es_es: Histórico de Inicio de Sesión de Usuarios
zh_cn: 用户登录历史

source: Select a module to run.
es_es: Seleccionar un módulo a ejecutar
zh_cn: 选择一个模块运行。

source: No active modules found.
es_es: No se encontrados módulos activos
zh_cn: 没有找到积极的模块。

source: All Current Storage Groups
es_es: Todos los Grupos de Almacenamiento Actuales
zh_cn: 目前所有的存储组

source: No Storage Groups Found!
es_es: ¡No se econtraron Grupos de Almacenamiento!
zh_cn: 没有存储组找到！

source: mac addresses updated!
es_es: ¡Dirección MAC actualizada!
zh_cn: MAC地址更新！

source: Are you sure you wish to clear all mac address listings?
es_es: ¿Seguro que quieres borrar todas las listas de direcciones mac?
zh_cn: 您是否确定要清除所有的MAC地址列表

source: Are you sure you wish to update the mac address listing?
es_es: ¿Seguro que quieres actualizar la lista de direcciones mac?
zh_cn: 你确定要更新的MAC地址列表？

source: This section allows you to import known mac address makers into the FOG database for easier identification.
es_es: Esta sección te permite importar los fabricantes de direcciones mac conocidos en la base de datos FOG para facilitar su identificación.
zh_cn: 本部分允许您导入到已知的 FOG 更容易识别数据库MAC地址厂商。

source: Current Records:
es_es: Registros actuales:
zh_cn: 当前记录：

source: Delete Current Records
es_es: Eliminar Registros Actuales
zh_cn: 删除当前记录

source: Update Current Listing
es_es: Actualizar Lista
zh_cn: 更新当前上市

source: MAC address listing source:
es_es: Lista de direcciones MAC:
zh_cn: MAC地址列表来源：

source: File:
es_es: Archivo:
zh_cn: 文件:

source: Number of lines:
es_es: Número de líneas:
zh_cn: 线数：

source: Refresh
es_es: Actualizar
zh_cn: 刷新

source: FOG Snapin Log
es_es: Log de Snapin FOG
zh_cn: 光纤 FOG 在日志管理单元

source: Return Desc.
es_es: Volver Desc.
zh_cn: 返回描述

source: Checkin Date
es_es: Fecha de Entrada
zh_cn: 签入日期

source: Creation Date
es_es: Fecha de creación
zh_cn: 创建日期

source: Creation Time
es_es: Hora de creación
zh_cn: 建立时间

source: Snapin File Path
es_es: Ruta de Fichero Snapin
zh_cn: 管理单元文件路径

source: Snapin Return Description
es_es: Descripción del Retorno del Snapin
zh_cn: 管理单元返回的说明

source: FOG Snapin Log - Select Date Range
es_es: Log del Snapin FOG - Selecciona Rango de Fechas
zh_cn: FOG 单元中记录 - 选择日期范围

source: Select Start Date
es_es: Seleccionar Fecha Inicial
zh_cn: 选择开始日期

source: Select End Date
es_es: Seleccionar Fecha Final
zh_cn: 选择结束日期

source: Search for Entries
es_es: Buscar entradas
zh_cn: 搜索项

source: FOG User Login History Summary
es_es: Histórico Inicio de Sesión de Usuarios FOG
zh_cn: FOG HostIP

source: HostIP
es_es: IP del Equipo
zh_cn: 主机IP

source: HostDescription
es_es: Descripción del Equipo
zh_cn: 主机简介

source: FOG User Login History Summary - Select Date Range
es_es: Histórico Inicio de Sesión de Usuario FOG - Selecciona Rango de Fechas
zh_cn: FOG 用户登录的历史述评 - 选择日期范围

source: FOG User Login History Summary - Select User
es_es: Histórico Inicio de Sesión de Usuario FOG - Selecciona Usuario
zh_cn: FOG 用户登录的历史述评 - 选择用户

source: No Results found!
es_es: No se ha encontrado
zh_cn: 没有找到结果！

source: FOG User Login History Summary - Search
es_es: Histórico Inicio de Sesión de Usuario FOG - Búsqueda
zh_cn: FOG 用户登录史研究综述 - 搜索

source: Search for User
es_es: Buscar un usuario
zh_cn: 搜索用户

source: FOG Unicast Imaging Log
es_es: Log de Creación imágenes monodifusión FOG
zh_cn: 成像测井 FOG 单播

source: FOG Unicast Imaging Log - Select Date Range
es_es: Log de Creación imágenes monodifusión FOG - Selecciona Rango de Fechas
zh_cn: 单播成像测井 FOG - 选择日期范围

source: Image ID
es_es: ID imagen
it: ID immagine
zh_cn: 图片ID

source: Host Create Date
es_es: Fecha creación del Equipo
zh_cn: 主机创建日期

source: Host OS ID
es_es: ID S.O. Equipo
zh_cn: 主机操作系统的身份证

source: Host OS Name
es_es: Nombre S.O. Equipo
zh_cn: 主机操作系统的名称

source: AD Domain
es_es: Dominio AD
zh_cn: AD域

source: AD user
es_es: Usuario AD
zh_cn: AD用户

source: AD Pass
es_es: Clave AD
zh_cn: AD 密码

source: Printer Level
es_es: Nivel de Impresora
zh_cn: 打印机水平

source: Kernel Args
es_es: Args Kernel
zh_cn: 内核指定参数

source: Image Desc
es_es: Imagen Desc
it: immagine Desc
zh_cn: 图片说明

source: Reporting Complete!
es_es: ¡Informe Completo!
zh_cn: 报告完成！

source: Iventory create date
es_es: Fecha de creación del Inventario
zh_cn: 库存创建日期

source: System Man
es_es: Fabr. Sistema

source: MB Man
es_es: Fabr. Placa Madre

source: MB name
es_es: Nombre Placa Madre
zh_cn: MB的名字

source: MB Ver
es_es: Versión Placa Madre
zh_cn: MB的版本

source: CPU Man
es_es: Fabr. CPU

source: Chassis Man
es_es: Fabr. Chasis

source: FOOTER CENTER
es_es: Centrar Pie de Página
zh_cn: 页脚中心

source: [YOUR ORGANIZATION HERE]
es_es: [TU ORGANIZACIÓN AQUI]
zh_cn: [您的组织这里]

source: [sub-unit here]
es_es: [Aquí Sub-unidad]
zh_cn: [小队在这里]

source: PC Check-Out Agreement
es_es: Acuerdo de Pago y Envío del PC
zh_cn: 电脑退房协议

source: City / State / Zip
es_es: Ciudad / Estado / CP
zh_cn: 城市，省 邮编

source: Extension
es_es: Extensión
it: Estensione
zh_cn: 分机号

source: Serial Number / Service Tag
es_es: Número de Serie / Etiqueta de Servicio
zh_cn: 序列号/服务标签

source: Date of Checkout
es_es: Fecha de Fabricación.
zh_cn: 结帐日期

source: Notes / Miscellaneous / Included Items
es_es: Notas / Varios / Articulos Incluidos
zh_cn: 备注/杂项/包括项目

source: (To be released only by XXXXXXXXX)
es_es: (Para ser liberado solo por XXXXXXXXX)
zh_cn: （被释放，只有 XXXXXXXXX）

source: I have read, understood, and agree to all the Terms and Condidtions on the following pages of this document.
es_es: He leído, entendido y acepta todos los Términos y Condiciones de las siguientes páginas de este documento.
zh_cn: 我已阅读，理解并同意本文件的以下几页的所有条款和条件。

source: NEW PAGE
es_es: PAGINA NUEVA
zh_cn: 新页

source: Your terms and conditions here
es_es: Los términos y condiciones.
zh_cn: 您的条款在这里

source: Your report is ready!
es_es: ¡Tu informe está preparado!
zh_cn: 您的报告准备好了！

source: Create Report
es_es: Crear Informe
zh_cn: 创建报告

source: Unable to connect to database.
es_es: Imposible conectar a la base de datos.
zh_cn: 无法连接到数据库

source: Create new group:
es_es: Crear nuevo grupo:
zh_cn: 创建新的组：

source: FOG :: Group Lookup Error!
es_es: FOG :: ¡Error en Búsqueda de Grupo!
zh_cn: FOG ：：集团查找错误！

source: Search criteria must be longer than 1 character.
es_es: Criterio de búsqueda debe tener algún caracter.
zh_cn: 搜索标准必须大于1个字符长。

source: Please enter a search criteria.
es_es: Especifique los criterios de búsqueda.
zh_cn: 请输入搜索条件。

source: This page can only be viewed via the FOG Management portal
es_es: Esta página solo puede verse a través del portal de Gestión FOG
zh_cn: 本页面只能被视为通过 FOG 管理门户

source: Unable to select database
es_es: No se puede seleccionar la base de datos.
zh_cn: 无法选择数据库

source: Speed:
es_es: Velocidad:
zh_cn: 速度：

source: No matches found
es_es: No se encontró ninguna coincidencia.
zh_cn: 未找到匹配项

source: Error: Failed to install new kernel!
es_es: ¡Error: Fallo al Instalar Nuevo Kernel!
zh_cn: 错误：无法安装新的内核！

source: Error: Unable to connect to tftp server.
es_es: Error: Imposible conectar con el servidor ftfp.
zh_cn: 错误：无法连接到TFTP服务器。

source: Host Results
es_es: Resultados De los Equipos
zh_cn: 主机结果

source: Group Results
es_es: Resultados del Grupo
zh_cn: 集团业绩

source: No results found for
es_es: Nay resultados para
zh_cn: 没有结果发现

source: Error contacting server.
es_es: Error contactando con el servidor.
zh_cn: 联系服务器错误。

source: Unable to contact server.
es_es: No se ha podido contactar con el servidor.
zh_cn: 无法联系服务器。

source: No images found matching
es_es: No se encontraron imágenes que coincidan
zh_cn: 没有找到图像匹配

source: No results found.
es_es: No se encontraron resultados.
zh_cn: 没有找到结果。

source: Host Not found.
es_es: Equipo No Encontrado.
zh_cn: 找不到主机。

source: Invalid MAC address format!
es_es: ¡Formato de dirección MAC no válido!
zh_cn: 无效的MAC地址格式！

source: Unable to locate host in database, please ensure that mac address is correct.
es_es: No se puedo localizar el equipo en la base de datos, por favor asegúrate que la dirección MAC es correcta.
zh_cn: 在数据库中找不到主机，请确保 MAC地址是正确的。

source: Error attempting to start imaging process
es_es: Error al intentar iniciar el proceso de creación de imagen
zh_cn: 错误试图启动成像过程

source: is open, but has recently failed
es_es: está abierto, pero ha fallado recientemente
zh_cn: 是开放的，但最近失败

source: Unable to determine best node for transfer!
es_es: ¡Imposible determinar el mejor nodo para la transferencia!
zh_cn: 无法确定最佳传输节点！

source: No Storage servers are in this cluster!
es_es: ¡No hay servidores de almacenamiento en este clúster!
zh_cn: 没有存储在服务器这一组！

source: There are open slots, but I am waiting for
es_es: Hay slots abiertos, pero estoy esperando
zh_cn: 有个空缺，但我等待

source: CPUs in front of me.
es_es: CPU enfrente de mí.
zh_cn: 中央处理器在我面前

source: Waiting for a slot
es_es: Esperando por un slot
zh_cn: 等待插槽

source: PCs are in front of me.
es_es: Los PCs están delante de mí
zh_cn: 个人电脑是在我面前。

source: Error: Checkin Failed.
es_es: Error: Registro fallido.
zh_cn: 错误：签入失败。

source: Unable to locate a valid job ID number.
es_es: No se puede localizar un trabajo con un número ID válido.
zh_cn: 无法找到一个有效的工作编号。

source: No job was found for MAC Address
es_es: No se encontraron trabajos para la dirección MAC
zh_cn: 没有找到工作是MAC地址

source: Invalid MAC Address
es_es: Dirección MAC no válida
zh_cn: 无效的MAC地址

source: Failed (2)
es_es: Falló (2)
zh_cn: 失败（2）

source: Done, but without imaging
es_es: Realizado, pero sin imagen
zh_cn: 这样做，但没有影像

source: Done, but without imaging!
es_es: Realizado, ¡pero sin imagen!
zh_cn: 这样做，但没有影像！

source: Failed (3)
es_es: Fallo (3)
zh_cn: 失败（3）

source: FAILED (1)
es_es: FALLO (1)
zh_cn: 失败（1）

source: FAILED (0)
es_es: FALLO (0)
zh_cn: 失败（0）

source: FAILED
es_es: FALLO
zh_cn: 失败

source: Exists
es_es: Existe
zh_cn: 存在

source: Unsafe Hostname
es_es: Nombre de Equipo Inseguro
zh_cn: 不安全的主机名

source: Unable to connect to database, host not imported!
es_es: No se puede conectar a la base de datos, ¡Equipo no importado!
zh_cn: 无法连接到数据库，主机不进口！

source: Invalid MAC Address format!
es_es: ¡Formato de dirección MAC no válido!
zh_cn: 无效的MAC地址格式！

source: Invalid MAC address (3)
es_es: dirección MAC no válida(3)
zh_cn: 无效的MAC地址（3）

source: Invalid MAC address (2)
es_es: dirección MAC no válida(2)
zh_cn: 无效的MAC地址（2）

source: Invalid MAC address (1)
es_es: dirección MAC no válida(1)
zh_cn: 无效的MAC地址（1）

source: Invalid MAC address (0)
es_es: dirección MAC no válida(0)
zh_cn: 无效的MAC地址（0）

source: Unable to produce a directory listing,
es_es: No se puede producir una lista de directorios,
zh_cn: 无法产生一个目录列表，

source: database error.
es_es: Error de la base de datos.
zh_cn: 数据库错误。

source: Failed: Unable to determine virus information
es_es: Fallo: imposible determinar información del virus
zh_cn: 失败：无法确定病毒的信息

source: Failed: No file path
es_es: Fallo: No hay Ruta de Archivo
zh_cn: 失败：没有文件路径

source: Failed: Invalid piece count
es_es: Fallo: Cantidad de piezas no válido
zh_cn: 失败：无效的件数

source: Host not found!
es_es: ¡Equipo no encontrado!
zh_cn: 找不到主机！

source: Replay from journal: real insert time
es_es: Repetición diaria: Introducir hora real
zh_cn: 重播从杂志：真正插入时间

source: FTP connection has failed!
es_es: ¡Conexión FTP ha fallado!
zh_cn: FTP连接失败！

source: Error: Checkout Failed.
es_es: Error: Verificación fallida.
zh_cn: 错误：结帐失败。

source: Unable to locate job in database, please ensure that mac address is correct.
es_es: No se pudo encontrar trabajo en la base de datos, Asegurate de que la dirección MAC es correcta.
zh_cn: 在数据库中无法找到工作，请确保 MAC地址是正确的。

source: Error: Unable to remove TFTP file
es_es: Error: No se puede eliminar fichero FTFP
zh_cn: 错误：无法删除使用TFTP文件

source: Invalid MAC or FTP Address
es_es: Dirección MAC o FTP no válida
zh_cn: 无效的MAC地址或FTP

source: Host already exists in FOG database!
es_es: ¡Este Equipo ya existe en la base de datos!
zh_cn: 主机已经存在于光纤 FOG 数据库！

source: Unable to connect to database, host not imported!
es_es: No se pudo conectar a la base de datos, ¡Equipo no importado!
zh_cn: 无法连接到数据库，主机不进口！

source: Invalid MAC Address format!
es_es: ¡Formato de Dirección MAC no válido!
zh_cn: 无效的MAC地址格式！

source: Invalid MAC address (3)
es_es: dirección MAC no válida (3)
zh_cn: 无效的MAC地址（3）

source: Invalid MAC address (2)
es_es: dirección MAC no válida (2)
zh_cn: 无效的MAC地址（2）

source: Invalid MAC address (1)
es_es: dirección MAC no válida (1)
zh_cn: 无效的MAC地址（1）

source: Invalid MAC address (0)
es_es: dirección MAC no válida (0)
zh_cn: 无效的MAC地址（0）

source: Failed to remove old inventory
es_es: Fallo al eliminar inventario antiguo
zh_cn: 无法移除旧的库存

source: Host is already registered
es_es: El equipo ya está registrado
zh_cn: 主机已注册

source: Image ID must be numeric
es_es: ID de la Imagen debe ser numérica
zh_cn: 图像ID必须是数字

source: FTP connection to TFTP Server has failed!
es_es: ¡Falló la conexión FTP con el servidor TFTP!
zh_cn: FTP连接到TFTP服务器失败！

source: FTP connection to Storage Server has failed!
es_es: ¡Fallo la conexión FTP con el Servidor de Almacenamiento!
zh_cn: FTP连接到存储服务器已经失败！

source: Error: Checkout failed!
es_es: ¡Error: Verificación fallida!
zh_cn: 错误：结帐失败！

source: Invalid number of device nodes returned!
es_es: ¡Número de nodos de dispositivos devueltos no válido!
zh_cn: 无效的设备节点数目回来了！

source: Unable to find a valid storage node, based on the job id.
es_es: No se puede encontrar un nodo de almacenamiento válido, basado en el id del trabajo
zh_cn: 无法找到一个有效的存储节点，根据职位的id。

source: Unable to find a valid task ID based on the clients mac address of
es_es: No se puede encontrar un id de tareas válidas basado en la dirección MAC de los clientes
zh_cn: 无法找到一个有效的任务ID根据客户MAC地址

source: Database error
es_es: Error de la base de datos
zh_cn: 数据库错误

source: Invalid number of tasks returned!
es_es: ¿Número de tareas devueltas no válida!
zh_cn: 无效的若干任务回来了！

source: Unable to find a valid task ID or host ID based on the clients mac address of
es_es: No se puede encontrar un ID de tarea válido o ID del equipo basado en la dirección MAC de los clientes.
zh_cn: 无法找到一个有效的任务ID或主机ID根据客户MAC地址

source: Invalid MAC
es_es: MAC inválida
zh_cn: 无效的MAC

source: Database error:
es_es: Error de la base de datos:
zh_cn: 数据库错误：

source: invalid entry count
es_es: Entrada de recuento inválida
zh_cn: 无效的条目数

source: Hello FOG Client
es_es: Hola Cliente FOG
it: Ciao FOG client
zh_cn: 客户您好 FOG

source: FOG:: Database Error!
es_es: FOG:: ¡Error de base de datos!
zh_cn: FOG::数据库错误!

source: Task already exists.
es_es: La Tarea ya existe.
zh_cn: 任务已经存在。

source: Invalid Timeout Value.
es_es: Valor de Tiempo de Espera no válido.
zh_cn: 无效的超时值。

source: FOG Computer Cloning Solution
es_es: FOG Solución Informática de Clonado
zh_cn: FOG 电脑克隆解决方案

source: Boot from hard disk
es_es: Arrancar desde el Disco Duro
zh_cn: 从硬盘启动

source: Boot from the local hard drive. If you are unsure, select this option.
es_es: Arrancar desde el disco duro local. Si no estas seguro, seleciona esta opción.
zh_cn: 启动从本地硬盘驱动器。 格式你不确定，请选择此选项。

source: Run Memtest86+
es_es: Ejecutar Memtest86+
zh_cn: 运行memtest86 +有关

source: Run Memtest86+ on the client computer.
es_es: Ejecutar Memtest86+ en el equipo cliente.
zh_cn: 运行 memtest86 +有关客户端计算机上。

source: Quick Host Registration and Inventory
es_es: Registro Rápido del Equipo e Inventario
zh_cn: 快速主机注册及库存

source: Automatically register the client computer, and perform a hardware inventory.
es_es: Registra Automáticamente el equipo del cliente, y realiza un inventario del hardware.
zh_cn: 自动注册客户端计算机 和执行硬件清单。

source: Perform Full Host Registration and Inventory
es_es: Realizar Registro Completo del Equipo e Inventario
zh_cn: 执行完整的主机注册及库存

source: Perform a full host registration on the client computer, perform a hardware inventory, and optionally image the host.
es_es: Realizar un registro completo del equipo cliente, Realizar un inventario del hardware, y opcionalmente una imagen del equipo.
zh_cn: 在客户端上执行 computer，充分主机登记执行硬件清单，以及 toptionally形象主机。

source: Quick Image
es_es: Imagen Rápida
zh_cn: 快速图像

source: This mode will allow you to image this host quickly with it's default assigned image.
es_es: Este nodo te permitirá realizar la imagen de este equipo rápidamente con la imagen por defecto seleccionada.
zh_cn: 该模式将允许你的形象与 针锋相对的默认此主机分配形象迅速。

source: Client System Information
es_es: Información del Sistema Cliente
zh_cn: 客户端系统信息

source: View basic client information such as MAC address and FOG compatibility.
es_es: Ver la información básica del cliente como su dirección MAC y compatibilidad FOG.
zh_cn: 查看如MAC地址 基本客户资料 和 FOG 的兼容性。

source: Debug Mode
es_es: Modo depuración.
zh_cn: 调试模式

source: Debug mode will load the boot image and load a prompt so you can run any commands you wish.
es_es: El modo Depuración(debug) cargará la imagen de arranque y entra en modo terminal donde puedes ejecutar los comandos que quieras.
zh_cn: 调试模式将加载启动映像并加载迅速从而 优可以运行任何命令你的愿望。

source: Encrypted Master Password is null.
es_es: Contraseña Maestra Encriptada no válida
zh_cn: 加密口令为空。

source: Master Password is null.
es_es: Contraseña maestra inválida.
zh_cn: 主密码为空。

source: Unable to upload file.
es_es: No se pudo subir el archivo.
zh_cn: 无法上传文件。

source: Unable to connect to tftp server.
es_es: No se pudo conectar al servidor TFTP.
zh_cn: 无法连接到TFTP服务器。

source: Failed to open tmp file.
es_es: Fallo al abrir archivo temporal.
zh_cn: tmp文件无法打开。

source: Invalid PXE Menu Type.
es_es: Tipo de Menú PXE no válido.
zh_cn: 无效的PXE菜单类型。

source: Database connection was null
es_es: Conexión de Base de Datos no válida
zh_cn: 数据库连接是空

source: Single Partition (NTFS Only, Resizable)
es_es: Única Partición (Solo NTFS, Redimensionable)
zh_cn: 单个分区（仅NTFS，大小可调整）

source: Multiple Partition Image - Single Disk (Not Resizable)
es_es: Imagen con Particiones Múltiples - Un solo disco (No Redimensionable)
zh_cn: 多个分区映像 - 单盘（不可调整大小）

source: Multiple Partition Image - All Disks (Not Resizable)
es_es: Imagen con Particiones Múltiples - Todos los discos (No Redimensionable)
zh_cn: 多个分区的图像 - 所有磁盘（不可调整大小）

source: Raw Image (Sector By Sector, DD, Slow)
es_es: Imagen en Crudo (Sector a Sector, DD, Lenta)
zh_cn: 原始图像（按行业分，房屋署副署长，慢部门）

source: Snapin added to host.
es_es: Snapin añadido al Equipo
zh_cn: 管理单元添加到主机。

source: Snapin is already linked with this host.
es_es: El Snapin ya está ligado con este equipo.
zh_cn: 管理单元已经与这台主机。

source: Either the database connection, snapid ID, or host ID was null.
es_es: La conexión a la base de datos, ID del snapid o ID del equipo no válidos.
zh_cn: 无论是数据库连接，snapid ID或主机ID为null。

source: Snapin removed from host.
es_es: Eliminado Snapin del Equipo.
zh_cn: 从主机中删除管理单元。

source: Snapin is not linked with this host.
es_es: Snapin no ligado con este esquipo.
zh_cn: 管理单元是不是与此相连的主机。

source: Download
es_es: Descarga
zh_cn: 下载

source: Wipe
es_es: Limpiar
zh_cn: 擦拭

source: Memtest
es_es: Test de Memoria
zh_cn: 内存测试

source: Testdisk
es_es: Test de Disco
zh_cn: 测试硬盘

source: Multicast
es_es: Multidifusión
zh_cn: 组播

source: Virus Scan
es_es: Scanear Virus
zh_cn: 病毒扫描

source: Pass Reset
es_es: Reiniciar Contraseña
zh_cn: 帕斯复位

source: All Snapins
es_es: Todos los Snapins
zh_cn: 所有管理单元

source: Single Snapin
es_es: Snapin único
zh_cn: 在单扣

source: Wake up
es_es: Despertar
zh_cn: 叫醒

source: In progress
es_es: En proceso
zh_cn: 进行之中

source: complete
es_es: terminado
zh_cn: 完成

source: unknown
es_es: desconocido
zh_cn: 未知的

source: added to group
es_es: Añadido al grupo
zh_cn: 添加到组

source: Group created
es_es: Grupo creado
zh_cn: 集团创建

source: Created by FOG Imaging System
es_es: Creado por FOG Imaging System
zh_cn: 创建FOG成像系统

source: Inventory package created for host
es_es: Paquete de Inventario creado por el equipo
zh_cn: 库存包创建主机

source: This host is already a member of a task!
es_es: ¡Este equpo ya es miembro de la tarea!
zh_cn: 此主机已经是一个任务的会员！

source: MAC is null.
es_es: MAC está vacía.
zh_cn: MAC是空。

source: Either member of database connection was null
es_es: Conexión de los miembros a la base de datos no válidos.
zh_cn: 连接数据库的成员之一为null

source: Testdisk package created for host
es_es: Paquete de Test de Disco creado por el equipo
zh_cn: 测试硬盘包创建主机

source: Password reset package created for host
es_es: Paquete de reset de contraseña creada por el equipo
zh_cn: 密码重置包创建主机

source: ClamAV package created for host
es_es: Paquete ClamAV creado por el equipo
zh_cn: ClamAV的包创建为主机

source: Host is already a member of an active task!
es_es: ¡El equipo ya es miembro de una tarea activa!
zh_cn: 主机已经是一个积极工作的会员！

source: Image upload package created for host
es_es: Paquete de restauración de imagen creado para el equipo
zh_cn: 图片上传包创建主机

source: Unable to determine valid settings for NFS Server.
es_es: No se pueden determinar los valores válidos para el servidor NFS.
zh_cn: 无法确定 NFS服务器有效设置。

source: Unable to located master node from storage group.
es_es: No se encuentra el nodo principal del grupo de almacenamiento.
zh_cn: 无法从存储组中位于主节点。

source: Unable to determine the Group ID number.
es_es: No se puede determinar el número ID del grupo.
zh_cn: 无法确定的组ID号码。

source: Image assocation is null, please define an image for this host.
es_es: Imagen asociada vacía, por favor define una imagen para el equipo.
zh_cn: 图像协会为空，请确定该主机的图像。

source: MAC Address is null
es_es: Dirección MAC vacía
zh_cn: MAC地址为空

source: memtest package created for host
es_es: Paquete memtest creado para el equipo
zh_cn: 纪念测试包主机创建

source: Host is already a member of a active task.
es_es: El equipo ya es miembro de una tarea activa.
zh_cn: 主机已经是一个积极的工作成员。

source: debug package created for host
es_es: Paquete de Depuración creado para el Equipo
zh_cn: 创建主机调试包

source: Invalid OS type, unable to determine MBR.
es_es: Type de S.O. no válido, imposible determinar MBR.
zh_cn: 无效的操作系统类型，无法确定的 MBR

source: Invalid OS type, you must specify an OS Type to image.
es_es: Tipo de S.O. no válido, Debes especificar un Tipo de S.O. para salvaguardar.
zh_cn: 无效的操作系统类型，您必须指定一个操作系统类型图像。

source: Unsupported OS detected in host!
es_es: ¡el S.O. detectado en el equipo no está soportado!
zh_cn: 不支持的操作系统检测到主机！

source: Image push multicast package created for host
es_es: Paquete de Imagen Multidifusión creado para el equipo
zh_cn: 图像推动组播包创建主机

source: Unable to locate master storage node.
es_es: Imposible localizar el nodo maestro de almacenamiento.
zh_cn: 无法找到主存储节点。

source: Invalid NFS Group ID
es_es: ID del grupo NFS no válido
zh_cn: 无效的NFS组ID

source: Invalid port number
es_es: Número de puerto no válido
zh_cn: 无效的端口号

source: Either member or database connection was null
es_es: La conexión del miembro o de la base de datos falló
zh_cn: 任何一名成员或数据库连接被空

source: Unable to determine a valid storage server root path or server IP.
es_es: No se pudo determinar una ruta para el servidor de almacenamiento válida o una IP para el servidor válida.
zh_cn: 无法确定一个有效的存储服务器的根路径或服务器的IP。

source: Image push package created for host
es_es: Paquete de imagen creada para el equipo
zh_cn: 图像推动包创建主机

source: Hostname or IP address of the TFTP Server.
es_es: Nombre o Dirección IP del Servidor TFTP.

source: Username used to access the tftp server via ftp.
es_es: Nombre de Usuario usado para acceder al servidor tftp vía ftp.
zh_cn: 无法连接到TFTP服务器。

source: Password used to access the tftp server via ftp.
es_es: Contraseña usada para acceder al servidor tftp vía ftp

source: Location of pxe boot files on the PXE server.
es_es: Ubicación de los ficheros de arranque pxe en el servidor PXE.
