Repository: FOGProject/fogproject
Catalog: packages/web/management/languages/*.UTF-8/LC_MESSAGES/messages.po
Languages: es_es, fr_fr, it, zh_cn

source: Edit host definition
es_es: Añadir Definición del Equipo Nuevo
zh_cn: 添加新的主机定义

source: Edit/Remove
es_es: Borrar
zh_cn: 删除

source: Error contacting server
es_es: Error contactando con el servidor.
zh_cn: 联系服务器错误。

source: Error: Failed to install new kernel!
es_es: ¡Error: Fallo al Instalar Nuevo Kernel!
zh_cn: 错误：无法安装新的内核！

source: Error: Is an image associated with the computer?
es_es: Error: ¿Es una imagen asociada al equipo?
zh_cn: 错误：与计算机相关的图片？

source: Error: Unable to connect to tftp server.
es_es: Error: Imposible conectar con el servidor ftfp.
zh_cn: 错误：无法连接到TFTP服务器。

source: FOG Crypt
es_es: FOG Prep

source: FOG Imaging Log - Select Date Range
es_es: Log del Snapin FOG - Selecciona Rango de Fechas
zh_cn: FOG 单元中记录 - 选择日期范围

source: FOG session invalid
es_es: Dirección MAC inválida.
zh_cn: MAC地址是无效的。

source: Failed to Associate Hosts with Group
es_es: ¡Fallo al eliminar el equipo del grupo!
zh_cn: 无法从组中删除主机！

source: Failed to create deploy task
es_es: ¡Fallo al crear el Equipo!
zh_cn: 无法建立主机！

source: Failed to create image task.
es_es: Fallo al localizar fichero de Imagen.
zh_cn: 没有找到图像文件。

source: Failed to create inventory for this host!
es_es: ¡Fallo al crear el Equipo!
zh_cn: 无法建立主机！

source: Failed to create task.
es_es: Fallo al programar la tarea.
zh_cn: 计划任务失败。

source: Failed to delete file!
es_es: ¡Fallo al eliminar Impresora!
zh_cn: 无法删除打印机

source: Failed to destroy Group
es_es: Fallo del Grupo de Almacenamiento
zh_cn: 无法存储组。

source: Failed to destroy Location
es_es: Fallo al actualizar Snapin
zh_cn: 无法更新管理单元

source: Failed to destroy Object
es_es: ¡Fallo al conectar!
zh_cn: 无法连接！

source: Failed to destroy Printer
es_es: ¡Fallo al eliminar Impresora!
zh_cn: 无法删除打印机

source: Failed to destroy Snapin
es_es: Fallo al actualizar Snapin
zh_cn: 无法更新管理单元

source: Failed to destroy User
es_es: Fallo al eliminar usuario,
zh_cn: 无法删除用户。

source: Failed to install Plugin!
es_es: ¡Error: Fallo al Instalar Nuevo Kernel!
zh_cn: 错误：无法安装新的内核！

source: Failed to save new Host!
es_es: ¡Fallo al Eliminar Equipo!
zh_cn: 无法建立主机！

source: Failed to update inventory for this host!
es_es: ¡Falló al actualizar el equipo!
zh_cn: 无法更新主机！

source: File:
es_es: Archivo:
zh_cn: 文件:

source: Forced Task: Failed to update Task
es_es: Fallo al actualizar imagen
zh_cn: 无法更新主机！

source: Group Location
es_es: Ubicación
zh_cn: 地点

source: Group Relationships
es_es: Resultados del Grupo
zh_cn: 集团业绩

source: Group Tasks
es_es: Nombre del Grupo
zh_cn: 集团业绩

source: Group added
es_es: Nombre del Grupo
zh_cn: 组名

source: Group deleted
es_es: Grupo creado
zh_cn: 集团创建

source: Group is Invalid
es_es: ID del equipo inválido.
zh_cn: 主机ID是无效的。

source: Host Tasks
es_es: Tareas Básicas
zh_cn: 基本任务

source: Host added
es_es: Falló al añadir equipo
zh_cn: 主机添加失败

source: Host/User name
es_es: Nombre Usuario
zh_cn: 用户名

source: Hostname already exists
es_es: ¡Usuario ya existe!
zh_cn: 用户已经存在！

source: Hostname is required
es_es: Nombre de Equipo vacío.
zh_cn: 主机名称为空

source: Hosts in Task
es_es: Lista de Equipos
zh_cn: 主机列表

source: Image Association for
es_es: Localización de la imagen
zh_cn: 图像定位

source: Image created
es_es: Imagen Creada.
zh_cn: 图像创建。

source: Image deleted
es_es: Imagen eliminado
zh_cn: 图片已删除

source: Images
es_es: Imagen
it: immagini
zh_cn: 图像

source: Import Host Results
es_es: Resultados De los Equipos
zh_cn: 主机结果

source: Information
es_es: Información del Disco
it: Informazioni
zh_cn: 磁盘信息

source: Invalid Group ID
es_es: ID del grupo NFS no válido
zh_cn: 无效的NFS组ID

source: Invalid StorageGroup
es_es: Añadir grupo de almacenamiento
zh_cn: 添加存储组

source: Invalid host
es_es: MAC inválida
zh_cn: 无效的MAC

source: Invalid hostname
es_es: Número de puerto no válido
zh_cn: 无效的端口号

source: Invalid number of cells
es_es: número de celdas no válido.
zh_cn: 号码无效的细胞。

source: Last Uploaded
es_es: Crear
zh_cn: 上传

source: List all Groups
es_es: Mostrar Grupos
zh_cn: 清单上的所有组

source: Location deleted
es_es: Snapin eliminado
zh_cn: 管理单元删除

source: MAC Address is not valid
es_es: Dirección MAC inválida.
zh_cn: MAC地址是无效的。

source: MAC Address is required
es_es: Dirección MAC vacía
zh_cn: MAC地址为空

source: Max Size:
es_es: Tamaño Máximo:
zh_cn: 最大尺寸

source: Menu Timeout (in seconds)
es_es: Tiempo de Espera del Menu (en segundos): *
zh_cn: 菜单超时（秒）：*

source: Modify AD information for
es_es: Modificar Información de Active Directory
zh_cn: 修改 AD 信息

source: Modify Membership for
es_es: Modificar la Pertenencia a
it: Modificare l'appartenenza per
zh_cn: 修改为会员

source: Name:
es_es: Nombre
zh_cn: 姓名

source: New Kernel name:
es_es: Actualiz. Kernel
zh_cn: 内核更新

source: New Password
es_es: Contraseña de Usuario
zh_cn: 用户密码

source: No Active Snapin Jobs found for Host
es_es: No se encontrarion Snapins activos
zh_cn: 没有主动管理单元插件发现

source: No image assigned for this host.
es_es: No hay impresoras conectadas a este equipo.
zh_cn: 没有打印机连接到这台主机

source: No snapins Associated.
es_es: No se encontraron snapins
zh_cn: 没有找到插件单元

source: No user history data found!
es_es: No se encontraron usuarios
zh_cn: 没有找到用户

source: Number of lines:
es_es: Número de líneas:
zh_cn: 线数：

source: OS name
es_es: Nombre Placa Madre
zh_cn: MB的名字

source: PCs in front of me.
es_es: CPU enfrente de mí.
zh_cn: 中央处理器在我面前

source: PartImage
es_es: Imagen
zh_cn: 图像

source: Password is invalid
es_es: Dirección MAC inválida.
zh_cn: MAC地址是无效的。

source: Please confirm you want to delete the following hosts from the FOG Database.
es_es: Haz clic en el icono inferior para eliminar este equipo de la base de datos de FOG
zh_cn: 在下面的图标点击删除该主机 FOG 数据库。

source: Plugin Installation Failed!
es_es: Fallo al Actualizar/Instalar

source: Printer IP (optional)
es_es: IP de la Impresora (opcional)
zh_cn: 打印IP地址（可选）

source: Printer created
es_es: Usuario Creado
zh_cn: 用户创建

source: Printer deleted
es_es: Modelo de la Impresora
zh_cn: 打印机型号

source: Printer updated
es_es: Usuario actualizado
zh_cn: 用户更新

source: Remove Association
es_es: Eliminar Snapin
zh_cn: 删除管理单元中

source: Remove Image?
es_es: Nueva Imagen
zh_cn: 新形象

source: Remove Membership?
es_es: Miembro
zh_cn: 会员

source: Remove Snapin to all hosts in
es_es: Eliminar Snapin de todos los equipos
zh_cn: 删除管理单元中的所有主机中

source: Save PXE MENU
es_es: Guardar Menu PXE
zh_cn: 保存的PXE菜单

source: Save target as...
es_es: Guardar Cambios
zh_cn: 保存更改

source: Schedule
es_es: Tareas Programadas
zh_cn: 计划任务

source: Schedule <u>Shutdown</u> after task completion
es_es: ¿Apagar el equipo desde de completar la tarea?
zh_cn: 关机后任务完成？

source: Scheduled to start at:
es_es: Seleccionar Fecha Inicial
zh_cn: 选择开始日期

source: Scheduled to start at:
es_es: Seleccionar Fecha Inicial
zh_cn: 选择开始日期

source: Service
es_es: Servicios
it: Servizio
zh_cn: 服务

source: Service Stop
es_es: Iniciar Servicio
zh_cn: 服务启动

source: Snapin created
es_es: Snapin actualizado
zh_cn: 管理单元更新

source: Snapin is already setup for tasking.
es_es: El Snapin ya está ligado con este equipo.
zh_cn: 管理单元已经与这台主机。

source: Storage Group Name is required
es_es: ¡Es Necesario indicar un Grupo de Almacenamiento!
zh_cn: 一个存储组是必需的！

source: Storage Group already exists
es_es: Resultados de la Eliminación del Grupo de Almacenamiento
zh_cn: 存储组去除结果

source: Storage Group created
es_es: Grupo de Almacenamiento creado.
zh_cn: 存储组中创建。

source: Storage Node IP Address is required
es_es: ¡Es Necesario indicar un Grupo de Almacenamiento!
zh_cn: 一个存储组是必需的！

source: Storage Node Interface is required
es_es: ¡Es Necesario indicar un Grupo de Almacenamiento!
zh_cn: 一个存储组是必需的！

source: Storage Node Management Password is required
es_es: Gestión de la contraseña
zh_cn: 管理密码

source: Storage Node Management Username is required
es_es: Gestión del Nombre de Usuario
zh_cn: 管理帐号

source: Storage Node Max Clients is required
es_es: ¡Es Necesario indicar un Grupo de Almacenamiento!
zh_cn: 一个存储组是必需的！

source: Storage Node Name is required
es_es: Nombre del Nodo de Almacenamiento
zh_cn: 存储节点名称

source: Storage Node created
es_es: Nodo de Almacenamiento creado.
zh_cn: 存储节点创建。

source: Storage Node updated
es_es: Nodo de Almacenamiento Actualizado
zh_cn: 存储节点更新

source: Storage Node:
es_es: Nodo de Almacenamiento
zh_cn: 存储节点

source: Task Started
es_es: ¡Tarea Iniciada!
zh_cn: 任务开始！

source: Task creation failed
es_es: ¡Conexión FTP ha fallado!
zh_cn: FTP连接失败！

source: This Machine is already registered as
es_es: El equipo ya está registrado
zh_cn: 主机已注册

source: This page allows you to upload a CSV file of hosts into FOG to ease migration. Right click
es_es: Esta página te permite subir un archivo CSV con los equipos a FOG para facilitar la migración. Haz clic con el botón derecho
zh_cn: 此页面允许您上传到 FOG，以减轻移民的主机CSV文件。用鼠标点击

source: This section allows you to update the modules and config files that run on the client computers. The clients will checkin with the server from time to time to see if a new module is published. If a new module is published the client will download the module and use it on the next time the service is started.
es_es: Esta sección te permite actualizar los módulos y archivos de configuración que se ejecutan en los equipos cliente. Los clientes comprobarán periódicamente el servidor para ver si hay un nuevo módulo publicado. Si un nuevo módulo se publica el cliente se descarga el módulo y lo usará la próxima vez que se inicie el servicio.
zh_cn: 本部分允许您更新模块和配置文件，在客户端计算机上运行。客户端将签入与从时间服务器的时间，看看是否有新的模块发布。如果一个新的模块被公布的客户端将下载的模块和使用该服务下次启动它。

source: This section allows you to upload user defined reports that may not be part of the base FOG package. The report files should end in .php
es_es: Esta sección te permite cargar informes definidos por el usuario que no son parte del paquete base FOG. Los archivos del informe deben tener extensión .php.
zh_cn: 这部分允许你上传用户定义的报告，可能无法在基地 FOG一揽子计划的一部分。该报告文件应以。PHP的。

source: This section of the FOG management portal allows you to configure how the FOG service functions on client computers. The settings in this section tend to be global settings that effect all hosts. If you are looking to configure settings for a service module that is specific to a host, please see the Servicesection. To get started editing global settings, please select an item from the left hand menu.
es_es: Esta sección del portal de gestión de FOG te permite configurar el funcionamiento del servicio FOG en los equipos cliente. La configuración de esta sección va a ser la configuración global que afecta a todos los equipos. Si estás buscando configurar un módulo de servicio para un equipo específico, por favor consulte la sección equipos. Para empezar a editar la configuración global, por favor, seleccione un elemento del menú de la izquierda.
zh_cn: 这 FOG 的管理门户部分允许您配置客户端计算机上如何 FOG 服务功能。在本节中的设置往往是全球性的设置，所有主机的影响。如果您想配置一个服务模块，具体到主机时，主机设置请参阅部分。要开始编辑全局设置，请选择从左侧菜单项获得。

source: This setting allows you to set whether or not an image is legacy. Valid values are 0 or 1
es_es: Esta configuración define si el administración de impresoras FOG estará globalmente activo. (Valores válidos 0 o 1)

source: This setting defines if the fog printer manager should be globally active. (Valid values are 0 or 1)
es_es: Esta configuración define si el administración de impresoras FOG estará globalmente activo. (Valores válidos 0 o 1)

source: This setting defines the proxy password to use.
es_es: Esta configuración define la dirección ip del proxy a usar.
zh_cn: 此设置定义的时间自动登出这台主机。

source: This setting defines the proxy username to use.
es_es: Esta configuración define el puerto del proxy a usar.
zh_cn: 此设置定义的时间自动登出这台主机。

source: Time already exists.
es_es: La Tarea ya existe.
zh_cn: 任务已经存在。

source: Total Members
es_es: Memoria Total
zh_cn: 总内存

source: Unable to find a suitable Storage Node for transfer!
es_es: ¡Imposible determinar el mejor nodo para la transferencia!
zh_cn: 无法确定最佳传输节点！

source: Unable to resolve hostname
es_es: ¡Fallo al Eliminar Equipo!
zh_cn: 无法删除的主机！

source: Update Hosts
es_es: Actualizar Equipos
zh_cn: 上传主机

source: Update Settings
es_es: Configuración Avanzada
zh_cn: 高级设置

source: Upload a FOG report
es_es: Cargar un Informe FOG
zh_cn: 上传一个 FOG 报告

source: Upload a new client module/configuration file
es_es: Cargar un nuevo módulo cliente / archivo de configuración
zh_cn: 上传一个新的客户端模块/配置文件

source: Uploaded
es_es: Crear
zh_cn: 上传

source: Use extreme caution with this setting! This setting, if used incorrectly could potentially wipe out all of your images stored on all current storage nodes. The 'Is Master Node' setting defines which node is the distributor of the images. If you add a blank node, meaning a node that has no images on it, and set it to master, it will distribute its store, which is empty, to all hosts in the group
es_es: ¡Tenga mucho cuidado con esta configuración! Este ajuste, si se usa incorrectamente podría acabar con todas sus imágenes almacenadas en todos los nodos de almacenamiento actual. El ajuste "Is Master Node" define qué nodo es el distribuidor de las imágenes. Si se agrega un nodo en blanco, es decir, un nodo que no tiene imágenes en ella, y lo establece como maestro, distribuirá su almacenamiento, que está vacío, a todos los equipos del grupo.
zh_cn: 使用极端谨慎使用此设置！此设置，如果使用不当，可能会消除您的所有图像上所有现有的存储节点中。在"是主节点"设置定义哪个节点是图像的分销商。如果您添加一个空白节点，这意味着一个节点上有没有图像，并将其设置为掌握，就会散发其商店，这是空的，在该组中的所有主机。

source: User already exists.
es_es: ¡Usuario ya existe!
zh_cn: 用户已经存在！

source: User deleted
es_es: Usuario eliminado
zh_cn: 用户删除

source: User updated
es_es: Usuario actualizado
zh_cn: 用户更新

source: Username already exists
es_es: ¡Usuario ya existe!
zh_cn: 用户已经存在！

source: Version:
es_es: Versión
zh_cn: 版本

source: View History for
es_es: Histórico de Virus
zh_cn: 病毒感染史

source: Virus cleared
es_es: Nombre de Virus
zh_cn: 病毒扫描

source: Windows 8
es_es: Windows 98
zh_cn: 视窗98

source: Your form is ready.
es_es: ¡Tu informe está preparado!
zh_cn: 您的报告准备好了！

source: for Group
es_es: Grupo Almacenamiento
zh_cn: 存储组

source: is open, but has recently failed for this Host
es_es: está abierto, pero ha fallado recientemente
zh_cn: 是开放的，但最近失败

source: File must be a string
it: File deve essere una stringa

source: Only tx and rx bytes files can be read
it: Solo file di tx e rx byte possono essere letti

source: Array type
it: Tipo array

source: is not callable
it: Non richiamabile

source: version
it: versione

source: Failed to decrypt data
it: Impossibile decifrare i dati

source: Message
it: Messaggio

source: min
it: minuti

source: minute
it: minuto

source: All selected items removed successfully
it: Tutti gli elementi selezionati rimossi con successo

source: Will auto-encrypt plaintext
it: Sarà chiaro auto-criptare

source: Export CSV
it: Esporta CSV

source: Import CSV
it: Importa CSV

source: Import CSV?
it: Importa CSV?

source: Partition
it: Partizione

source: Compression
it: Compressione

source: minutes
it: minuti

source: Clients
it: clienti

source: 2 Minutes
it: 2 minuti

source: 10 Minutes
it: 10 minuti

source: 30 Minutes
it: 30 minuti

source: Unable to contact server
it: Impossibile contattare il server

source: Module MD5
it: Modulo MD5

source: NOTICE
it: AVVISO

source: Could not read temp file
it: Impossibile leggere il file temporaneo

source: Pause
it: Pausa

source: Configuration Import/Export
it: Configurazione Importazione/Esportazione

source: N/A
it: N/D
zh_cn: N/A (不允许借阅期刊）

source: and Mac OS X
it: e Mac OS X

source: Legacy Client and Utilities
it: Client legacy e utilità

source: The old client and fogcrypt, deprecated
it: Il vecchio client e fogcrypt, deprecata

source: The legacy client and fog crypt utility for those
it: Il client legacy e l'utilità FOG crypt per quelli

source: that are not yet using the new client
it: che non utilizzano ancora il nuovo client

source: We highly recommend you make the switch for more
it: Ti consigliamo di effettuare l'aggiornamento per maggiore

source: security and faster client communication and management
it: sicurezza, comunicazione e gestione dei clienti più veloci

source: This is the file to install the legacy client
it: Questo è il file per installare il client legacy

source: It is recommended to not use this file but
it: Si raccomanda di non utilizzare questo file ma

source: you may do as you please
it: si può fare come ti pare

source: This client is not being developed any further so any issues
it: Questo cliente non è più sviluppato così eventuali problemi

source: you may find
it: che puoi trovare

source: or features you may request
it: c le funzionalità che puoi richiedere

source: will not be added to this client
it: von verranno aggiunte a questo client

source: Legacy FOG Client
it: Legacy Client FOG

source: This file is used to encrypt the AD Password
it: Questo file viene utilizzato per crittografare la password AD

source: DO NOT USE THIS IF YOU ARE USING THE NEW CLIENT
it: NON UTILIZZARE QUESTO SE UTILIZZATE IL NUOVO CLIENT

source: Applications
it: Applicazioni

source: Terminal
it: Terminale

source: No Printer Manaagement
it: Nessuna gestione della stampante

source: Capture
it: Catturare

source: Max
it: Massimo

source: Parent
it: Superiore

source: Rule already Exists, please try again.
it: La regola esiste già, riprova.

source: Please enter a value for this rule.
it: Inserisci un valore per questa regola.

source: Rule Added, editing!
it: Regola Aggiunta, modifica!

source: Rule Updated
it: Regola aggiornata

source: Fail to delete rule
it: Impossibile eliminare la regola

source: Rule name
it: Nome regola

source: Check here to see rules not within this
it: Controlla qui per vedere le regole non all'interno di questo

source: Modify Rule Membership for
it: Modificare l'appartenenza alle regole per

source: rule
it: regola

source: to
it: a

source: Not role selected
it: Nessun ruolo selezionato

source: Not rule selected
it: Nessuna regola selezionata

source: Check here to see users not within this
it: Controlla qui per vedere gli utenti non all'interno di questo

source: user
it: utente

source: saved successfully
it: Salvato con successo

source: Windows key already Exists, please try again.
it: La chiave di Windows esiste già, riprova.

source: Please enter a name for this key.
it: Inserisci un nome per questa chiave.

source: Please enter a product key.
it: IInserisci un codice prodotto.

source: Key Added, editing!
it: Chiave aggiunta, modifico!

source: Windows Key Updated
it: Chiave di Windows Aggiornata

source: Check here to see
it: Controllare qui per vedere

source: not within this
it: Non all'interno di questo

source: From
it: Da parte di

source: LDAP information updated!
it: informazioni LDAP aggiornato!

source: Site
it: Sito

source: Site already Exists, please try again.
it: Sito già esistente, si prega di riprovare.

source: Please enter a name for this site.
it: Inserisci un nome per questo sito.

source: Site Added, editing!
it: Sito aggiunto, modifico!

source: A site with that name already exists.
it: Esiste già un sito con questo nome.

source: Site Updated
it: Sito aggiornato!

source: Check here to see hosts not within this
it: Controlla qui per vedere gli host non all'interno di questo

source: Modify site membership for
it: Modificare appartenenza al sito per

source: Site Association for
it: Associazione Sito per

source: Update Sites
it: Aggiornamento Siti

source: Sites
it: Siti

source: Associate Host to a Site
it: Associa Host a un Sito

source: WOL Broadcasts
it: Broadcast WOL

source: PC Check-out Agreement
it: PC accordo check-out

source: based task
it: un'attività in base

source: Tasks started for
it: Attività avviate per

source: image
it: Immagine

source: Interface not ready, waiting.
it: Interfaccia non pronta, in attesa.

source: I am not the master for this group
it: Non sono il master di questo gruppo

source: Files do not match
it: I file non corrispondono

source: file to
it: File con

source: Task not created as there are no associated Tasks
it: Attività non creata poiché non ci sono attività associate

source: Cleaning
it: Pulizia

source: task
it: Attività

source: as they have been removed
it: poiché sono stati rimossi

source: is being cleaned
it: viene pulita

source: No tasks found
it: Nessun compito trovato

source: failed to execute
it: Non è stato eseguito

source: image file
it: file immagine

source: no clients are included
it: Nessun client è incluso

source: port must be even and numeric
it: La porta deve essere pari e numerica

source: has been cleaned
it: è stato pulito

source: image file found
it: trovato file immagine

source: sending on base port
it: Inviando sulla porta di base

source: is already running with pid
it: è già in esecuzione con pid

source: Example Bolded Header
it: Esempio grassetto Intestazione

source: Running Version
it: Versione Esecuzione

source: FOG
it: NEBBIA

source: Latest SVN Version
it: Ultima versione di SVN

source: n/a
it: n/d
zh_cn: 无效

source: Interface
it: Interfaccia

source: PhotoRec
zh_cn: 照片市盈率

source: Windows 2000/XP
zh_cn: 视窗2000 / XP

source: Windows Vista
zh_cn: 视窗远景

source: Windows 98
zh_cn: 视窗98

source: Windows 7
zh_cn: 视窗 7

source: Linux
zh_cn: Linux操作系统

source: OK
zh_cn: 好

source: min.
zh_cn: 最小的

source: bzImage
zh_cn: bz图像

source: Active Directory
zh_cn: 活动目录

source: Error:
zh_cn: 错误:

source: Snapins
zh_cn: 管理单元插件

source: Hardware
zh_cn: 硬件

source: snap-ins
zh_cn: 管理单元

source: Alias
zh_cn: 别名

source: Snapin
zh_cn: 管理单元

source: Wake Up
zh_cn: 叫醒

source: Anti-Virus
zh_cn: 反病毒

source: MB/s
zh_cn: MB /秒

source: Rx
zh_cn: 接收

source: Tx
zh_cn: 发送

source: Windows XP
zh_cn: 视窗 7
