Repository: FOGProject/fogproject
Catalog: packages/web/management/languages/*.UTF-8/LC_MESSAGES/messages.po
Languages: es_es, fr_fr, it, zh_cn

source: Run testdisk
es_es: Ejecutar Test de Disco
zh_cn: 运行testdisk

source: Are you sure you wish to run file recovery on these machines?
es_es: ¿Estas seguro que quieres ejecutar la Recuperación de Archivos en estos equipos?
zh_cn: 你肯定你想在这些计算机上运行的文件恢复？

source: Run File Recovery
es_es: Ejecutar Recuperación de archivos
zh_cn: 文件恢复运行

source: Are you sure you wish to reset the password on these machines?
es_es: ¿Estás seguro de que deseas eliminar la contraseña en estas máquinas?
zh_cn: 你确定要重置这些机器上的密码？

source: Which account would you like to reset the password for?
es_es: ¿De que cuenta quieres eliminar la contraseña?
zh_cn: 哪个帐户你想重设密码？

source: Reset Password
es_es: Borrar Contraseña
zh_cn: 重设密码

source: Are you sure you wish to run Disk Surface Test on these machines?
es_es: ¿Estas seguro que quieres ejecutar el Test de la Superficie del Disco en estos equipos?
zh_cn: 你肯定你想这些机器上运行磁盘表面测试？

source: Run Surface Test
es_es: Ejecutar Comprobación Disco
zh_cn: 表面测试运行

source: Are you sure you wish to deploy all linked snapins these machines?
es_es: ¿Estas seguro que quieres Restaurar todos los snapins vinculados a estos equipos?
zh_cn: 你确定要部署所有链接的单元模组这些机器？

source: Are you sure you wish to image these machines (without snapins)?
es_es: ¿Estas seguro que quieres Restaurar estos equipos (sin snapins)?
zh_cn: 你肯定你想项没有管理单元，以图片的这些机器？

source: Which snapin would you like to deployed to the machines listed below?
es_es: ¿Qué snapin te gustaría restaurar en los equipos mostrados abajo?
zh_cn: 在哪一个单元，你想部署到下面列出的机器？

source: Deploy Snapin
es_es: Restaurar Snapin
zh_cn: 在部署管理单元

source: Are you sure you wish to update/take an inventory of these machines?
es_es: ¿Estas seguro que quieres realizar/actualizar el inventario de estas máquinas?
zh_cn: 你确定要更新/采取的这些机器存货？

source: Run Inventory
es_es: Ejecutar Inventario
zh_cn: 运行清单

source: The task has been scheduled for
es_es: La tarea ha sido programada para
zh_cn: 任务已定于

source: Failed to schedule task.
es_es: Fallo al programar la tarea.
zh_cn: 计划任务失败。

source: You can not select a cron style schedule and a single schedule at the same time.
es_es: No puede seleccionar Programar Fecha/Hora y Programación simple al mismo tiempo.
zh_cn: 你不能选择一个cron风格的时间表，以及在同一时间单时间表。

source: The cron task has been scheduled!
es_es: ¡la tarea cron ha sido programada!
zh_cn: 的cron任务已定！

source: Unable to start task
es_es: No se pudo iniciar la tarea
zh_cn: 无法启动任务

source: None of the machines were able to be queued!
es_es: ¡No se pudo poner ninguna máquina en cola!
zh_cn: 该机器没有能够进行排队！

source: Failed to activate multicast session!
es_es: ¡Fallo al activar sesión multidifusión!
zh_cn: 无法启动组播会议！

source: Unable to determine a valid multicast port number.
es_es: No se pudo determinar un número de puerto multidifusión válido.
zh_cn: 无法确定一个有效的多播端口号。

source: Unable to create multicast package.
es_es: No se pudo crear paquete multidifusión.
zh_cn: 无法创建多播包。

source: Wake up packet sent to
es_es: Paquete Wake Up enviado a
zh_cn: 唤醒数据包发送到

source: computer(s).
es_es: Equipo(s).
zh_cn: 计算机

source: None of the machines were prepared for debug mode!
es_es: ¡Ninguna de las máquinas fue preparada para modo Depuración (debug)!
zh_cn: 该机器没有任何人愿意为调试模式！

source: None of the machines were prepared for memtest mode!
es_es: ¡Ninguna de las máquinas fue preparada para modo TestMem!
zh_cn: 该机器没有任何人愿意为 memtest模式！

source: None of the machines were prepared for testdisk!
es_es: ¡Ninguna de las máquinas fue preparada para test de disco!
zh_cn: 该机器没有任何人愿意为 testdisk！

source: None of the machines were prepared for file recovery!
es_es: ¡Ninguna de las máquinas fue preparada para recuperación de archivos!
zh_cn: 该机器没有任何人愿意为文件恢复！

source: Invalid account to reset.
es_es: Cuenta para reiniciar no válida
zh_cn: 无效的帐户，以重置。

source: None of the machines were prepared for password reset!
es_es: ¡Ninguna de las máquinas fue preparada para resetear contraseña!
zh_cn: 该机器没有任何人愿意为密码重置！

source: None of the machines were prepared for surface test!
es_es: ¡Ninguna de las máquinas fue preparada para test de superficie!
zh_cn: 在机器表面没有准备测试！

source: None of the machines were queued to receive snapins!
es_es: ¡Ninguna de las máquinas en cola para recibir snapins!
zh_cn: 该机器无一排队领取单元插件！

source: Deploy failed, make sure snapin is linked with host.
es_es: Restauración fallida, asegúrate que el snapin está ligado al equipo.
zh_cn: 部署失败，确保管理单元与主机相连。

source: None of the snapins were able to be queued!
es_es: ¡No se pudo poner ningún snapin en cola!
zh_cn: 管理单元插件无一能够进行排队！

source: None of the machines were prepared for inventory!
es_es: ¡Ninguno de los equipos se preparó para el inventario!
zh_cn: 该机器没有准备存货！

source: No Inventory found for this host
es_es: No se encontró inventario de este equipo
zh_cn: 没有找到此主机库存

source: TFTP Server
es_es: Servidor TFTP
zh_cn: TFTP服务器

source: System Activity
es_es: Actividad del Sistema
zh_cn: 系统活动

source: Queued Tasks
es_es: Tareas En Cola
zh_cn: 排队任务

source: Open Slots
es_es: Slots Abiertos
zh_cn: 打开插槽

source: of slots full
es_es: de Slots Completos
zh_cn: 充分槽

source: Disk Information
es_es: Información del Disco
zh_cn: 磁盘信息

source: N/A Used
es_es: N/A Usado
zh_cn: 不提供使用

source: Used: N/A Free: N/A Total: N/A
es_es: Usado: N/A Libre: N/A Total: N/A
zh_cn: 使用量: N/A 免费: N/A 共计：N/A

source: Storage Group created.
es_es: Grupo de Almacenamiento creado.
zh_cn: 存储组中创建。

source: Failed to add storage group.
es_es: No se pudo añadir al grupo de almacenamiento.
zh_cn: 无法新增存储组。

source: Failed to add storage group
es_es: No se pudo añadir al grupo de almacenamiento
zh_cn: 无法新增存储组

source: Add New Storage Group
es_es: Añadir Nuevo Grupo de Almacenamiento
zh_cn: 添加新存储组

source: Version Info
es_es: Info Versión
zh_cn: 版本信息

source: Kernel Updates
es_es: Actualiz. Kernel
zh_cn: 内核更新

source: PXE Boot Menu
es_es: Menú Arranque PXE
zh_cn: PXE的启动菜单

source: Follow Us
es_es: Síguenos

source: Sourceforge Page
es_es: Página Sourceforge
zh_cn: SourceForge页面

source: Home Page
es_es: Página de Inicio
zh_cn: 主页

source: Select a module you would like to Activate.
es_es: Selecciona el módulo que quieres activar.
zh_cn: 选择一个模块，你想激活。

source: Module activated!
es_es: ¡Modulo Activado!
zh_cn: 模块激活！

source: Failed to activate module!
es_es: ¡Fallo al activar el módulo!
zh_cn: 无法激活模块！

source: No inactive modules found.
es_es: No se encontraron módulos inactivos.
zh_cn: 没有找到无效的模块。

source: No plugins found.
es_es: No se encontrarion plugins.
zh_cn: 没有找到插件。

source: Host Search
es_es: Búsqueda de Equipo
zh_cn: 主机搜索

source: Configure Task Reboot Service Module
es_es: Configurar Servicio Reinicio por Tarea Pendiente
zh_cn: 重新启动服务模块配置任务

source: The task reboot service will periodically query the fog service to determine is a the client has a task associated with it. If it does and no user is logged in, the host will restart.
es_es: El servicio de reinicio por tareas pendientes consultará periódicamente el servicio fog para determinar si algún cliente tiene alguna tarea pendiente asociada con él. Si la tiene y ningún usuario tiene iniciada sesión, el equipo se reiniciará.
zh_cn: 重新启动服务的任务将定期查询服务，以确定 FOG 是一种客户端具有与其关联的任务。

source: This setting will globally enable or disable the task reboot service module. If you disable the module, it will be disabled for all clients, regardsless of the host specific setting.
es_es: Esta configuración activará o desactivará globalmente el servicio de Reinicio por Tareas Pendientes. Si lo desactivas, estará inactivo para todos los clientes, independientemente de la configuración de equipos específicos.
zh_cn: 此设置将在全球范围启用或禁用重新启动服务舱的任务。如果您禁用模块，它会被禁用，所有的客户，对于东道国的具体设定。

source: List All Groups
es_es: Mostrar Grupos
zh_cn: 清单上的所有组

source: Active Snapins
es_es: Snapins Activos
zh_cn: 主动管理单元插件

source: User Login Hist
es_es: Histórico Inicio de Sesión de Usuario
zh_cn: 用户登录组织胺

source: Upload a Report
es_es: Subir un informe
zh_cn: 上传报告

source: Uploaded by batch import on
es_es: Restaurado por importación por lotes
zh_cn: 通过对一批进口上传

source: General error.
es_es: Error general.
zh_cn: 一般错误。

source: Invalid number of cells.
es_es: número de celdas no válido.
zh_cn: 号码无效的细胞。

source: Upload Results
es_es: Subir Resultados
zh_cn: 上传结果

source: Successful Hosts
es_es: Equipos con éxito
zh_cn: 成功的主机

source: Existing Hosts
es_es: Máquinas existentes
zh_cn: 现有的主机

source: Failed Hosts
es_es: Equipos Fallidos
zh_cn: 主机失败

source: Upload Host List
es_es: Subir Lista de Equipos
zh_cn: 上传主持人名单

source: CSV File
es_es: Archivo CSV
zh_cn: CSV文件

source: Upload CSV
es_es: Cargar CSV
zh_cn: 上传的CSV

source: This page allows you to upload a CSV file of hosts into FOG to ease migration. Right click
es_es: Esta página te permite subir un archivo CSV con los equipos a FOG para facilitar la migración. Haz clic con el botón derecho
zh_cn: 此页面允许您上传到 FOG，以减轻移民的主机CSV文件。用鼠标点击

source: and select <strong>Save target as...</strong> or <strong>Save link as...</strong> to download a template file. The only fields that are required are hostname and MAC address. Do <strong>NOT</strong> include a header row, and make sure you resave the file as a CSV file and not XLS!
es_es: y selecciona <strong>Guardar archivo como...</strong> o <strong>Guardar enlace como...</strong> para descargar el archivo plantilla. Los únicos campos requeridos son nombre del equipo y dirección MAC. <strong>NO </strong> incluyas una fila de cabecera, y ¡asegúrate de guardar el archivo como CSV y no como XLS!
zh_cn: 并选择<strong>目标另存为...</强烈>或<strong>链接另存为...</强烈>下载一个模板文件。所需要的字段只有主机名和MAC地址。不要<strong>不会</ 强>包括标题行，并确保您重新保存为CSV文件，而不是XLS文件！

source: Configure Display Manager Service Module
es_es: Configurar el Servicio Administrador de Pantallas
zh_cn: 配置显示管理服务模块

source: The Display Manager service module will reset a computers display to a fixed setting such as 1024 x 768 on user log in.
es_es: El servicio Administrador de Pantallas restablecerá la resolución de los equipos, al iniciar la sesión el usuario, a un valor fijo, como 1024 x 768.
zh_cn: 显示管理器服务模块将重新设置一个计算机显示屏，如1024 × 768的用户向固定设置登录

source: This setting will globally enable or disable the display manager service module. If you disable the module, it will be disabled for all clients, regardsless of the host specific setting.
es_es: Esta configuración activará o desactivará globalmente el servicio Administrador de Pantallas. Si lo desactivas, estará inactivo para todos los clientes, independientemente de la configuración de equipos específicos.
zh_cn: 此设置将在全球范围启用或禁用显示管理服务模块。如果您禁用模块，它会被禁用，所有的客户，对于东道国的具体设定

source: Default Setting
es_es: Configuración Predeterminada
zh_cn: 默认设置

source: Default width
es_es: Anchura Predeterminado
zh_cn: 默认宽度

source: Default height
es_es: Altura Predeterminada
zh_cn: 默认高度

source: Update Defaults
es_es: Actualizar los valores predeterminados
zh_cn: 更新默认

source: home
es_es: inicio
zh_cn: 首頁

source: users
es_es: usuarios
zh_cn: 用户

source: images
es_es: imágenes
it: immagini
zh_cn: 图像

source: storage
es_es: Almacenamiento
zh_cn: 存放

source: print
es_es: Imprimir
zh_cn: 列印

source: services
es_es: Servicios
zh_cn: 服务

source: tasks
es_es: Tareas
zh_cn: 任务

source: reports
es_es: Informes
zh_cn: 报告

source: about
es_es: acerca de
zh_cn: 关于

source: FOG Kernel Updates
es_es: Actualizaciones del Kernel de FOG
zh_cn: FOG 内核更新

source: Starting process...
es_es: Comenzando proceso...
zh_cn: 启动过程...

source: Downloading file...
es_es: Descargando fichero...
zh_cn: 下载文件...

source: Download Completed! Moving file to TFTP server...
es_es: ¡Descarga Completa! Moviendo archivo al servidor TFTP...
zh_cn: 下载完成！移动文件到TFTP服务器..

source: Download Failed!
es_es: ¡Fallo en la Descarga!
zh_cn: 下载失败！

source: has been installed!
es_es: ¡Ha sido instalado!
zh_cn: 已经安装好了！

source: Failed to load new kernel to TFTP Server!
es_es: ¡Fallo al cargar el nuevo kernel al Servidor FTFP!
zh_cn: 无法载入新内核TFTP服务器！

source: What would you like to name your new kernel
es_es: ¿Como quieres llamar al nuevo kernel?
zh_cn: 你想命名您的新内核

source: Next
es_es: Siguente
zh_cn: 下一个

source: This section allows you to update the Linux kernel which is used to boot the client computers. In FOG, this kernel holds all the drivers for the client computer, so if you are unable to boot a client you may wish to update to a newer kernel which may have more drivers built in. This installation process may take a few minutes, as FOG will attempt to go out to the internet to get the requested Kernel, so if it seems like the process is hanging please be patient.
es_es: Esta sección te permite actualizar el kernel de Linux que se utiliza para arrancar los equipos cliente. En FOG, este núcleo tiene todos los controladores para el equipo cliente, así que si no eres capaz de arrancar un cliente, puedes actualizar a un nuevo kernel que pueda tener más drivers. Este proceso de instalación puede tardar unos minutos, ya que FOG intentará conectarse a Internet para obtener el kernel solicitado, por lo que si parece que el proceso está colgando por favor, sé paciente.
zh_cn: 本部分允许您更新的Linux内核是用来启动客户端计算机。在 FOG，这个内核拥有为客户计算机上的所有驱动程序，所以如果您不能启动一个客户，您可能希望升级到一个较新的内核可能有此安装过程，只有建立更多的驱动程序可能需要几分钟的时间，因为 FOg 将尝试走出去到互联网，以获得所要求的核心，因此，如果它的过程似乎是像挂请耐心等待。

source: Follow FOG
es_es: Sigue a FOG

source: Configure Auto Log Out Service Module
es_es: Configurar servicio Cierre de Sesión Automático
zh_cn: 配置自动登出服务模块

source: The Auto Log Out service module will log a user out of a workstation after x minutes of inactivity.
es_es: El servicio de Cierre de Sesión Automático, cerrará la sesión del equipo despues una unactividad de x minutos.
zh_cn: 服务舱自动输出日志将记录一个用户从一个工作站在x分钟不活动。

source: This setting will globally enable or disable the auto log out service module. If you disable the module, it will be disabled for all clients, regardsless of the host specific setting.
es_es: Esta configuración activará o desactivará globalmente el servicio Cierre de Sesión Automático. Si lo desactivas, estará inactivo para todos los clientes, independientemente de la configuración de equipos específicos.
zh_cn: 此设置将在全球范围启用或禁用自动登出服务模块。如果您禁用模块，它会被禁用，所有的客户，对于东道国的具体设定。

source: Speed
es_es: Velocidad
zh_cn: 速度

source: Waiting for host to check in...
es_es: Esperando al equipo para comprobar...
zh_cn: 等待主机检查英寸..

source: All Active Multicast Tasks
es_es: Todas las Tareas Multidifusión Activas
zh_cn: 所有将激活多播任务

source: Scheduled Task removed!
es_es: ¡Tarea Programada Eliminada!
zh_cn: 计划任务删除！

source: Scheduled Task deleted
es_es: Tarea Programada Eliminada
zh_cn: 删除计划任务

source: All Scheduled Tasks
es_es: Todas las Tareas Programadas
zh_cn: 所有预定任务

source: Run time
es_es: Tiempo de Ejecución
zh_cn: 运行时间

source: Group/Host Name
es_es: Grupo/Nombre del Equipo
zh_cn: 集团/主机名

source: No scheduled Tasks found
es_es: No se encontraron Tareas Programadas
zh_cn: 没有找到计划任务

source: FOG Service Configuration Information
es_es: Información de Configuración del Servicio FOG
zh_cn: FOG 服务配置信息

source: This section of the FOG management portal allows you to configure how the FOG service functions on client computers. The settings in this section tend to be global settings that effect all hosts. If you are looking to configure settings for a service module that is specific to a host, please see the host section. To get started editing global settings, please select an item from the left hand menu.
es_es: Esta sección del portal de gestión de FOG te permite configurar el funcionamiento del servicio FOG en los equipos cliente. La configuración de esta sección va a ser la configuración global que afecta a todos los equipos. Si estás buscando configurar un módulo de servicio para un equipo específico, por favor consulte la sección equipos. Para empezar a editar la configuración global, por favor, seleccione un elemento del menú de la izquierda.
zh_cn: 这 FOG 的管理门户部分允许您配置客户端计算机上如何 FOG 服务功能。在本节中的设置往往是全球性的设置，所有主机的影响。如果您想配置一个服务模块，具体到主机时，主机设置请参阅部分。要开始编辑全局设置，请选择从左侧菜单项获得。

source: List Groups
es_es: Mostrar Grupos
zh_cn: 团体名单

source: Group Menu
es_es: Menú Grupo
zh_cn: 集团菜单

source: Image Assoc
es_es: Imagen Asociada
zh_cn: 图像协会

source: OS Assoc
es_es: S.O. Asociados
zh_cn: 操作系统协会

source: Remove Snapins
es_es: Eliminar Snapins
zh_cn: 添加管理单元项...

source: Snapin Search
es_es: Búsqueda de Snapin
zh_cn: 在搜索管理单元

source: All Current Users
es_es: Todos los Usuarios Actuales
zh_cn: 所有当前用户

source: Modify
es_es: Modificar
zh_cn: 修改

source: No users found
es_es: No se encontraron usuarios
zh_cn: 没有找到用户

source: Select a group
es_es: Seleccionar grupo
zh_cn: 选择一组

source: Process Group Changes
es_es: Actualizar Cambios en el Grupo
zh_cn: 进程组的变化

source: No Virus Information Reported.
es_es: Sin información de Virus.
zh_cn: 无病毒报告的信息。

source: Printer Added, you may now add another.
es_es: Impresora añadida, Puedes añadir otra ahora
zh_cn: 打印机加，你现在可以添加另一个。

source: A required field is null, unable to create printer!
es_es: Un campo requerido está vacío, ¡Imposible crear la impresora!
zh_cn: 一个所需的字段为空，无法创建打印机

source: You must specify a model, unable to create printer!
es_es: Debes especificar un modulo, ¡imposible crear impresora!
zh_cn: 你必须指定一个模式，无法创建打印机！

source: You must specify a port, unable to create printer!
es_es: Debes especificar un puerto, ¡Imposible crear la impresora!
zh_cn: 您必须指定一个端口，无法创建打印机！

source: Add new printer definition
es_es: Añadir nueva definición de impresora
zh_cn: 添加新的打印机定义

source: Local Printer
es_es: Impresora Local
zh_cn: 本地打印机

source: Change type
es_es: Cambiar el tipo
zh_cn: 更改类型

source: e.g. \\printserver\printername
es_es: p.e. \\ServidorImpresoras\NombreImpresora
zh_cn: 例如 \打印\打印机名称

source: Add Printer
es_es: Añadir impresora
zh_cn: 添加打印机

source: Configure Green FOG Service Module
es_es: Configurar Servicio Eco FOG
zh_cn: 绿 FOG 服务模块配置

source: Green FOG is a service module that will shutdown / restart the client computers at a set time.
es_es: Eco FOG es un servicio que apaga / reinicia el equipo cliente a una hora establecida.
zh_cn: 绿色光纤 FOG 是一种服务模块，将关闭/重新启动在特定时间的客户端计算机。

source: This setting will globally enable or disable the Green FOG service module. If you disable the module, it will be disabled for all clients, regardsless of the host specific setting.
es_es: Esta configuración activará o desactivará globalmente el servicio Eco FOG. Si lo desactivas, estará inactivo para todos los clientes, independientemente de la configuración de equipos específicos.
zh_cn: 此设置将在全球范围启用或禁用该服务舱的绿 FOG。如果您禁用模块，它会被禁用，所有的客户，对于东道国的具体设定。

source: Shutdown/Reboot Schedule
es_es: Apagar/Reiniciar Programado
zh_cn: 关机/重启附表

source: Add Event (24 Hour Format)
es_es: Añadir Evento (Formato 24 Horas)
zh_cn: 添加事件（24小时制）

source: Select One
es_es: Selecciona Uno
zh_cn: 选择一个

source: Shut Down
es_es: Apagar
zh_cn: 关闭

source: Your report has been added!
es_es: ¡Tu informe ha sido añadido!
zh_cn: 您的报告已添加！

source: Unable to move uploaded file.
es_es: Imposible mover el archivo creado.
zh_cn: 无法移动上传的文件。

source: File does not look like a php source file
es_es: El archivo no se ve como un archivo de código fuente PHP
zh_cn: 文件看起来不像一个PHP源文件

source: Unable to locate
es_es: No se puede encontrar
zh_cn: 找不到

source: Upload FOG Reports
es_es: Cargar Informes FOG
zh_cn: 上传 FOG 报告

source: This section allows you to upload user defined reports that may not be part of the base FOG package. The report files should end in .php.
es_es: Esta sección te permite cargar informes definidos por el usuario que no son parte del paquete base FOG. Los archivos del informe deben tener extensión .php.
zh_cn: 这部分允许你上传用户定义的报告，可能无法在基地 FOG一揽子计划的一部分。该报告文件应以。PHP的。

source: Upload a FOG Report
es_es: Cargar un Informe FOG
zh_cn: 上传一个 FOG 报告

source: Upload File
es_es: Cargar Archivo
zh_cn: 上传文件

source: FOG reports exist to give you information about what is going on with your FOG system. To view a report, select an item from the menu on the left-hand side of this page.
es_es: Los informes de FOG te dan información sobre lo que está pasando en tu sistema FOG. Para ver un informe, selecciona un elemento del menú de la parte izquierda de esta página.
zh_cn: FOG 的存在是为了给你的报告对正在发生的事情与你的光纤 FOG 系统的信息。要查看报告，请从本页面上左侧的菜单项

source: List All Snapins
es_es: Listar Snapins
zh_cn: 所有管理单元列表项

source: Snapin Menu
es_es: Menu Spanin
zh_cn: 管理单元菜单

source: GNU GENERAL PUBLIC LICENSE
es_es: LICENCIA GENERAL PÚBLICA GNU
zh_cn: GNU通用公共许可证

source: All Current Printers
es_es: Todas las Impresoras Actuales
zh_cn: 目前所有打印机

source: Port
es_es: Puerto
it: Porta
zh_cn: 港口

source: This section allows you to customize or alter the way in which FOG operates. Please be very careful changing any of the following settings, as they can cause issues that are difficult to troubleshoot.
es_es: Esta sección te permite personalizar o modificar la forma en que opera FOG. Por favor, ten mucho cuidado al cambiar cualquiera de los siguientes valores, ya que pueden ocasionar problemas difíciles de solucionar.
zh_cn: 本部分允许您自定义或改变经营方式，光纤 FOG 。请小心更改以下任何设置，因为它们可能导致问题难以解决

source: Client module update deleted:
es_es: Módulo de Actualización de cliente eliminado:
zh_cn: 客户端模块更新删除：

source: Client update module uploaded:
es_es: Módulo de Actualización de cliente actualizado:
zh_cn: 客户端更新模块上载：

source: This section allows you to update the modules and config files that run on the client computers. The clients will checkin with the server from time to time to see if a new module is published. If a new module is published the client will download the module and use it on the next time the service is started.
es_es: Esta sección te permite actualizar los módulos y archivos de configuración que se ejecutan en los equipos cliente. Los clientes comprobarán periódicamente el servidor para ver si hay un nuevo módulo publicado. Si un nuevo módulo se publica el cliente se descarga el módulo y lo usará la próxima vez que se inicie el servicio.
zh_cn: 本部分允许您更新模块和配置文件，在客户端计算机上运行。客户端将签入与从时间服务器的时间，看看是否有新的模块发布。如果一个新的模块被公布的客户端将下载的模块和使用该服务下次启动它。

source: No modules found.
es_es: No se encontraron módulos.
zh_cn: 没有模块发现。

source: Upload a new client module / configuration file
es_es: Cargar un nuevo módulo cliente / archivo de configuración
zh_cn: 上传一个新的客户端模块/配置文件

source: Max Size:
es_es: Tamaño Máximo:
zh_cn: 最大尺寸

source: Confirm Storage Node Removal
es_es: Confirma la eliminación del Nodo de Almacenamiento
zh_cn: 确认存储节点去除

source: Delete Storage Node Definition
es_es: Eliminar Definición del Nodo de Almacenamiento
zh_cn: 删除存储节点的定义

source: Storage Node definition has been removed.
es_es: La definición del Nodo de Almacenamiento ha sio eliminada.
zh_cn: 存储节点的定义已被删除。

source: Edit Storage Node Definition
es_es: Editar Definición del Nodo de Almacenamiento
zh_cn: 编辑存储节点的定义

source: Storage node updated
es_es: Nodo de Almacenamiento Actualizado
zh_cn: 存储节点更新

source: You have chosen to set this node as the master node in this storage group.
es_es: Has elegido establecer este nodo como nodo principal para este grupo de almacenamiento.
zh_cn: 您已选择设置此作为这个存储组主节点的节点。

source: Failed to update storage node.
es_es: Fallo al actualizar el nodo de almacenamiento.
zh_cn: 无法更新存储节点。

source: Are you sure you would like to remove this Storage Node?
es_es: ¿Estas seguro que quieres eliminar este Nodo de Almacenamiento?
zh_cn: 您确定要删除此存储节点

source: Configure Client Updater Service Module
es_es: Configurar Servicio de Actualización de Cliente
zh_cn: 配置客户端更新服务模块

source: Client updater will keeps your FOG client up to date.
es_es: Actualización del cliente permitirá que los clientes estén actualizados.
zh_cn: 客户端更新将让您的客户端为最新 FOG。

source: Client Update Enabled?
es_es: ¿Actualización del Cliente Activada?
zh_cn: 客户端更新启用？
