Repository: FOGProject/fogproject
Catalog: packages/web/management/languages/*.UTF-8/LC_MESSAGES/messages.po
Languages: es_es, fr_fr, it, zh_cn

source: This setting will enable or disable the green fog service module on this specific host. If the module is globally disabled, this setting is ignored.
es_es: Esta configuración activará o desactivará el módulo Eco Fog. Si el módulo está desactivada globalmente, este valor se ignora.
zh_cn: 此设置将启用或禁用此特定主机的绿色 FOG 服务模块。如果模块是全球禁用，此设置将被忽略。

source: Set Snapin Client on all hosts to
es_es: Activar el Cliente Snapin en todos los equipos
zh_cn: 所有主机上设置管理单元在客户端

source: This setting will enable or disable the snapin service module on this specific host. If the module is globally disabled, this setting is ignored.
es_es: Esta configuración activará o desactivará el módulo SnapIn. Si el módulo está desactivada globalmente, este valor se ignora.
zh_cn: 此设置将启用或禁用此特定主机服务的管理单元模块。如果模块是全球禁用，此设置将被忽略。

source: Set Client Updater on all hosts to
es_es: Activar Actualización del Cliente en todos los equipos
zh_cn: 设置客户端更新的所有主机

source: This setting will enable or disable the client updater service module on this specific host. If the module is globally disabled, this setting is ignored.
es_es: Esta configuración activa o desactiva el módulo de actualización del cliente. Si el módulo está desactivada globalmente, este valor se ignora.
zh_cn: 此设置将启用或禁用此特定主机的客户端更新服务模块。如果模块是全球禁用，此设置将被忽略

source: Set Host Register on all hosts to
es_es: Activar Registro del Equipo en todos los equipos
zh_cn: 设置主机上的所有主机注册

source: This setting will enable or disable the host register service module on this specific host. If the module is globally disabled, this setting is ignored.
es_es: Esta configuración activa o desactiva el modulo de registro del equipo. Si el módulo está desactivada globalmente, este valor se ignora.
zh_cn: 此设置将启用或禁用此特定主机的主机注册服务模块。如果模块是全球禁用，此设置将被忽略。

source: Set Printer Manager on all hosts to
es_es: Activar Administrador de Impresoras en Todos
zh_cn: 集打印管理器的所有主机

source: This setting will enable or disable the printer manager service module on this specific host. If the module is globally disabled, this setting is ignored.
es_es: Esta configuración habilitará o deshabilitará el módulo de administrador de impresoras. Si el módulo está desactivada globalmente, este valor se ignora.
zh_cn: 此设置将启用或禁用此特定主机的打印机管理器服务模块。如果模块是全球禁用，此设置将被忽略。

source: Set Task Reboot on all hosts to
es_es: Activar Reinicio por Tarea Activa en todos los equipos
zh_cn: 设置任务的所有主机上重新启动

source: This setting will enable or disable the task reboot service module on this specific host. If the module is globally disabled, this setting is ignored.
es_es: Esta configuración activa o desactiva el módulo de reinicio por tareas activas. Si el módulo está desactivada globalmente, este valor se ignora.
zh_cn: 此设置将启用或禁用此特定主机重新启动服务舱的任务。如果模块是全球禁用，此设置将被忽略。

source: Set User Tracker on all hosts to
es_es: Activar Seguimiento de Usuarios en todos los equipos
zh_cn: 设置用户跟踪所有主机

source: This setting will enable or disable the user tracker service module on this specific host. If the module is globally disabled, this setting is ignored.
es_es: Esta configuración activa o desactiva el módulo de seguimiento de usuarios. Si el módulo está desactivada globalmente, este valor se ignora.
zh_cn: 此设置将启用或禁用此特定主机的用户跟踪服务模块。如果模块是全球禁用，此设置将被忽略。

source: This setting defines the screen horizontal resolution to be used with this host. Leaving this field blank will force this host to use the global default setting
es_es: Esta configuración define la resolución horizontal de la pantalla. Si deja este campo en blanco forzará a este equipo a utilizar la configuración predeterminada global
zh_cn: 此设置定义屏幕的水平分辨率是与该主机使用。离开这一领域的空白将迫使本主机的使用全局默认设置

source: This setting defines the screen vertial resolution to be used with this host. Leaving this field blank will force this host to use the global default setting
es_es: Esta configuración define la resolución Vertical de la pantalla. Si deja este campo en blanco forzará a este equipo a utilizar la configuración predeterminada global
zh_cn: 此设置立式装定义屏幕分辨率是与该主机使用。离开这一领域的空白将迫使本主机的使用全局默认设置

source: Screen Refresh Rate
es_es: Frecuencia de Refresco de Pantalla
zh_cn: 屏幕刷新率

source: This setting defines the screen refresh rate to be used with this host. Leaving this field blank will force this host to use the global default setting
es_es: Esta configuración define la frecuencia de Refresco de la pantalla. Si deja este campo en blanco forzará a este equipo a utilizar la configuración predeterminada global
zh_cn: 此设置定义屏幕刷新率是与该主机使用。离开这一领域的空白将迫使本主机的使用全局默认设置

source: Auto Log Out Settings
es_es: Configuración del Cierre de Sesión Automática
zh_cn: 设置自动登出

source: This setting defines the time to auto log out this host.
es_es: Esta configuración define el tiempo para el cierre de sesión automática.
zh_cn: 此设置定义的时间自动登出这台主机。

source: Add Snapin to all hosts in
es_es: Añadir Snapin a todos los equipos
zh_cn: 添加管理单元中的所有主机中

source: Add Snapin
es_es: Añadir Snapin
zh_cn: 在添加管理单元

source: Remove Snapin to all hosts in
es_es: Eliminar Snapin de todos los equipos
zh_cn: 删除管理单元中的所有主机中

source: Remove Snapin
es_es: Eliminar Snapin
zh_cn: 删除管理单元中

source: Modify AD information for
es_es: Modificar Información de Active Directory
zh_cn: 修改 AD 信息

source: Join Domain after image task
es_es: Unirse al Dominio al finalizar la imagen
zh_cn: 加入域后的图像任务

source: (Blank for default)
es_es: (Vacío por defecto)
zh_cn: （默认为空）

source: (Must be encrypted)
es_es: (debe estar encriptada)
zh_cn: （必须加密）

source: Modify Membership for
es_es: Modificar la Pertenencia a
zh_cn: 修改为会员

source: Failed to remove host from group!
es_es: ¡Fallo al eliminar el equipo del grupo!
zh_cn: 无法从组中删除主机！

source: Delete Group
es_es: Eliminar Grupo
zh_cn: 删除组

source: Click on the icon below to delete this group from the FOG database.
es_es: Haga clic en el icono inferior para eliminar este grupo de la base de datos de FOG.
zh_cn: 在下面的图标点击删除 FOG 数据库此小组。

source: Confirm Group Removal
es_es: Confirmar la eliminación del grupo
zh_cn: 确认集团去除

source: Yes, delete only this group
es_es: Si, elimina solo este grupo
zh_cn: 是的，只删除此小组

source: Yes, delete group & ALL hosts objects
es_es: Si, elimina el grupo y TODOS los equipos
zh_cn: 是的，删除所有主机组及对象

source: Deleted group
es_es: Grupo Eliminado
zh_cn: 删除组

source: Group Removal Complete
es_es: Grupo Eliminado Completamente
zh_cn: 集团完全去除

source: Group has been deleted.
es_es: El Grupo ha sido Eliminado.
zh_cn: 集团已被删除。

source: Invalid group information.
es_es: Información del Grupo No Válido.
zh_cn: 无效的组信息。

source: Action
es_es: Acción
it: Azione
zh_cn: 操作

source: Invalid host ID Number.
es_es: Número ID del Equipo No Válido.
zh_cn: 无效的主机ID号码。

source: Host removed!
es_es: ¡Equipo Elimado!
zh_cn: 主机删除！

source: Removed host id #
es_es: Eliminar Equipo id #
zh_cn: 删除主机ID＃

source: Failed to remove host!
es_es: ¡Fallo al Eliminar Equipo!
zh_cn: 无法删除的主机！

source: Failed to remove host.
es_es: Fallo al Eliminar Equipo.
zh_cn: 无法删除主机。

source: Unable to create new group, does it exist already?
es_es: Imposible Crear Nuevo Grupo, ¿Ya Existe?
zh_cn: 无法创建新的组，它已经存在？

source: was updated/created!
es_es: Fue Actualizado/Creado!
zh_cn: 已更新/创建！

source: Error updating
es_es: Error Actualizando
zh_cn: 错误更新

source: Please select or create a new group!
es_es: ¡Por favor Seleccione o Cree un Grupo Nuevo!
zh_cn: 请选择或创建一个新的小组！

source: List All Hosts
es_es: Listar Equipos
zh_cn: 所有主机列表

source: Add New Host
es_es: Añadir Equipo
zh_cn: 添加新主机

source: Upload Hosts
es_es: Actualizar Equipos
zh_cn: 上传主机

source: Host Menu
es_es: Menú Equipos
zh_cn: 主机菜单

source: Service Settings
es_es: Configuración
zh_cn: 服务设定

source: Operat. System
es_es: Sistema Operat.
zh_cn: 工作装置。体制

source: Host Added, you may now add another.
es_es: Equipo Añadido, Ahora puedes añadir otro.
zh_cn: 主机加，你现在可以添加另一个

source: New Host Added via management form
es_es: Nuevo Equipo Añadido Manualmente
zh_cn: 通过添加新的主机管理方式

source: Failed to create host!
es_es: ¡Fallo al crear el Equipo!
zh_cn: 无法建立主机！

source: Failed add add new host via management form
es_es: Fallo al Añadir Nuevo Equipo de Forma Manual
zh_cn: 无法通过管理形式增补新的主机

source: Add new host definition
es_es: Añadir Definición del Equipo Nuevo
zh_cn: 添加新的主机定义

source: Host IP
es_es: IP del Equipo
zh_cn: 主机IP

source: Host OS
es_es: S.O. del Equipo
zh_cn: 主机操作系统

source: Confirm Image Removal
es_es: Confirma Eliminación de Imagen
zh_cn: 确认图像去除

source: Delete only the image definition.
es_es: Elimina sólo la definición de la imagen.
zh_cn: 只删除了图像的清晰度。

source: Delete image definition, and image file.
es_es: Eliminar Definición y fichero de imagen.
zh_cn: 删除图像的清晰度和图像文件。

source: Image Removal Results
es_es: Resultados Eliminación Imagen
zh_cn: 图像去除结果

source: Image file has been deleted.
es_es: Fichero de Imagen ha sido eliminado.
zh_cn: 图像文件已被删除。

source: Failed to delete image file.
es_es: Fallo al eliminar fichero de Imagen.
zh_cn: 无法删除的图像文件。

source: Failed to locate image file.
es_es: Fallo al localizar fichero de Imagen.
zh_cn: 没有找到图像文件。

source: Image definition has been removed.
es_es: Definición de imagen ha sido eliminado.
zh_cn: 图像清晰度已被删除。

source: image deleted
es_es: Imagen eliminado
zh_cn: 图片已删除

source: Image updated
es_es: Imagen actualizada
zh_cn: 图像更新

source: Failed to update image
es_es: Fallo al actualizar imagen
zh_cn: 无法更新的形象

source: Edit image definition
es_es: Editar Definición de Imagen
zh_cn: 编辑图像的清晰度

source: Are you sure you would like to remove this image?
es_es: ¿Estás seguro que te gustaría eliminar esta imagen?
zh_cn: 您确定要删除此图片吗？

source: Confirm User Removal
es_es: Confirmar Eliminación de Usuario
zh_cn: 确认用户删除

source: Yes, delete this user
es_es: Si, Elimina este usuario
zh_cn: 是的，删除该用户

source: User Removal Complete
es_es: Usuario eliminado completamente
zh_cn: 用户完全去除

source: User has been deleted
es_es: Usuario ha sido eliminado
zh_cn: 用户已被删除

source: user deleted
es_es: Usuario eliminado
zh_cn: 用户删除

source: Failed to delete user.
es_es: Fallo al eliminar usuario,
zh_cn: 无法删除用户。

source: Edit User Information
es_es: Editar información de usuario
zh_cn: 编辑用户信息

source: Username and password have been updated!
es_es: Usuario y contraseña ha sido actualizada!
zh_cn: 用户名和密码被更新！

source: user updated
es_es: Usuario actualizado
zh_cn: 用户更新

source: Failed to update user.
es_es: Fallo al actualizar usuario.
zh_cn: 无法更新的用户。

source: Invalid Password!
es_es: ¡Contraseña no válida!
zh_cn: 无效的密码！

source: Another user exists with this username.
es_es: Ya existe un usuario con ese nombre
zh_cn: 另一位用户存在此用户名。

source: New Password (confirm)
es_es: Nueva Contraseña (confirmar)
zh_cn: 新密码（确认）

source: Mobile/Quick Image Access Only?
es_es: ¿Acceso solo Móvil/Imagen Rapida?
zh_cn: 移动/快速图像只能访问？

source: Are you sure you wish to remove this user?
es_es: ¿Seguro que quieres eliminar a este usuario?
zh_cn: 您确定要删除这个横幅？

source: Configure Hostname Changer Service Module
es_es: Configurar el Servicio del Modulo de Cambio de Nombre de Equipo
zh_cn: 配置主机名更换服务模块

source: The hostname changer is a service module that rename the client's hostname after imaging. This service also handles Microsoft Active Directory integration.
es_es: El módulo del servicio del cambio de nombre de equipo sirve para renombrar el equipo del cliente después de restaurar la imagen. Este servicio también se encarga de la integración en Microsoft Active Directory.
zh_cn: 更换的主机名是一个服务模块，重新命名客户端的主机名后成像。这项服务也处理的Microsoft Active Directory集成。

source: Hostname Changer Enabled?
es_es: ¿Cambio de Nombre de Equipo Activado?
zh_cn: 主机名换启用？

source: This setting will globally enable or disable the hostname changer service module. If you disable the module, it will be disabled for all clients, regardsless of the host specific setting.
es_es: Esta configuración activará o desactivará globalmente el servicio de Cambio de Nombre del Equipo. Si lo desactivas, estará inactivo para todos los clientes, independientemente de la configuración de equipos específicos.
zh_cn: 此设置将在全球范围启用或禁用主机更换服务模块。如果您禁用模块，它会被禁用，所有的客户，对于东道国的具体设定。

source: FOG Management Login
es_es: Acceso a Administración FOG
zh_cn: FOG 管理登录

source: Estimated FOG sites
es_es: Sitios FOG Estimados
zh_cn: 估计 FOG 网站

source: Estimated FOG sites:
es_es: Sitios FOG Estimados:
zh_cn: 估计 FOG 网站：

source: Failed to connect!
es_es: ¡Fallo al conectar!
zh_cn: 无法连接！

source: Latest Version:
es_es: Última Versión:
zh_cn: 最新版本：

source: FOG Help Resources
es_es: Recursos de Ayuda FOG
zh_cn: FOG 帮助资源

source: FOG Wiki Documentation
es_es: Documentación Wiki de FOG
zh_cn: FOG Wiki文档

source: Directory Entry Already Exists.
es_es: El Directorio introducido ya existe.
zh_cn: 目录项已存在。

source: Configure Directory Cleaner Service Module
es_es: Configurar el Servicio de Limpieza de Directorio
zh_cn: 清洁服务模块配置目录

source: The Directory Cleaner module will clean out all files and directories within a parent directory during log off. This module can be useful if you have an application that uses cache that you don't want to persist between users.
es_es: El módulo de Limpieza de Directorio borrará todos los archivos y directorios que cuelguen de un directorio determinado, durante el cierre de la sesión. Este módulo puede ser útil si tienes una aplicación que usa caché, y no quieres que ésta persista entre los diferentes usuarios.
zh_cn: 该目录模块将干净清洁父目录内注销过程中的所有文件和目录。该模块可以是有用的，如果你有一个应用程序使用缓存，你不想坚持用户之间。

source: Directory Cleaner Enabled?
es_es: ¿Limpieza de Directorio Activado?
zh_cn: 目录清洁启用？

source: This setting will globally enable or disable the directory cleaner service module. If you disable the module, it will be disabled for all clients, regardsless of the host specific setting.
es_es: Esta configuración habilitará o deshabilitará globalmente el módulo de Limpieza de Directorio. Si deshabilita el módulo, se deshabilitará para todos los clientes, independientemente de la configuración de equipos específicos.
zh_cn: 此设置将在全球范围启用或禁用目录清洁服务模块。如果您禁用模块，它会被禁用，所有的客户，对于东道国的具体设定

source: Directory Path
es_es: Ruta de directorio
zh_cn: 目录路径

source: Directories Cleaned
es_es: Directorios "Limpios"
zh_cn: 目录清洗

source: No Entries Found.
es_es: No se hallaron entradas.
zh_cn: 路径

source: Add New Storage Node Definition
es_es: Añadir definición para el nuevo nodo de almacenamiento
zh_cn: 添加新的存储节点的定义

source: Storage node created.
es_es: Nodo de Almacenamiento creado.
zh_cn: 存储节点创建。

source: node Added
es_es: Nodo Añadido
zh_cn: 新增节点

source: Failed to update Storage Node.
es_es: Fallo al actualizar Nodo de Almacenamiento.
zh_cn: 无法更新存储节点。

source: Failed to update Storage Node
es_es: Fallo al actualizar Nodo de Almacenamiento
zh_cn: 无法更新存储节点

source: You have chosen to set this node as the master node in this storage group.
es_es: Has escogido establecer este nodo como nodo principal en este grupo de almacenamiento.
zh_cn: 您已选择设置此作为这个存储组主节点的节点

source: Caution
es_es: Precaución
zh_cn: 慎重

source: This is a very dangerous action, and should only be done if you known what you are doing. Settings this node as master could potentially wipe out all images on all other nodes in this storage group.
es_es: Esta es una acción muy peligrosa, y sólo se debe hacer si usted sabe lo que está haciendo. Configurar este nodo como maestro podría acabar con todas las imágenes de todos los demás nodos en este grupo de almacenamiento.
zh_cn: 这是一个非常危险的行动，只应如果你知道你在做什么。设置此作为主节点可能消灭在此存储组中的所有其他节点上的所有图像。

source: Are you sure you wish to do this?
es_es: ¿Seguro que quieres hacer esto?
zh_cn: 你确定要这么做吗？

source: Yes, make the node master.
es_es: Si, Hacer el nodo maestro.
zh_cn: 是的，使节点的主人。

source: No, don't add node as master.
es_es: No, no agregar nodo como maestro.
zh_cn: 不，不添加作为主节点。

source: Use extreme caution with this setting! This setting, if used incorrectly could potentially wipe out all of your images stored on all current storage nodes. The "Is Master Node" setting defines which node is the distributor of the images. If you add a blank node, meaning a node that has no images on it, and set it to master, it will distribute its store, which is empty, to all hosts in the group.
es_es: ¡Tenga mucho cuidado con esta configuración! Este ajuste, si se usa incorrectamente podría acabar con todas sus imágenes almacenadas en todos los nodos de almacenamiento actual. El ajuste "Is Master Node" define qué nodo es el distribuidor de las imágenes. Si se agrega un nodo en blanco, es decir, un nodo que no tiene imágenes en ella, y lo establece como maestro, distribuirá su almacenamiento, que está vacío, a todos los equipos del grupo.
zh_cn: 使用极端谨慎使用此设置！此设置，如果使用不当，可能会消除您的所有图像上所有现有的存储节点中。在"是主节点"设置定义哪个节点是图像的分销商。如果您添加一个空白节点，这意味着一个节点上有没有图像，并将其设置为掌握，就会散发其商店，这是空的，在该组中的所有主机。

source: Image Location
es_es: Localización de la imagen
zh_cn: 图像定位

source: Add Storage Nodes
es_es: Añadir nodo de almacenamiento
zh_cn: 增加存储节点

source: Storage Group Menu
es_es: Menú grupo de almacenamiento
zh_cn: 存储组菜单

source: Storage Node Menu
es_es: Menú Nodo de Almacenamiento
zh_cn: 存储节点菜单

source: Node Name
es_es: Nombre del nodo
zh_cn: 节点名称

source: All Current Hosts
es_es: Todos los equipos actuales
zh_cn: 目前所有的主机

source: Upload
es_es: Crear
zh_cn: 上传

source: Member of Active Task
es_es: Miembro de una tarea activa
zh_cn: 会员活动任务

source: No hosts found
es_es: Equipo no encontrado
zh_cn: 没有找到主人

source: Debug mode will load the boot image and load a prompt so you can run any commands you wish. When you are done, you must remember to remove the PXE file, by clicking on "Active Tasks" and clicking on the "Kill Task" button.
es_es: El modo Depuración (Debug) cargará la imagen de arranque y carga el símbolo de sistema para que puedas ejecutar los comandos que desees. Cuando hayas terminado, recuerda que para eliminar el archivo PXE, debes hacer clic en "Tareas activas" y en el botón "Matar Tarea".
zh_cn: 调试模式将加载启动映像并加载一个提示，以便您可以运行任何命令你的愿望。当您完成时，你必须记住删除PXE的文件，由点击 "活动任务"”和在"杀死任务"按钮点击。

source: Deploy-Debug
es_es: Restaurar-Depurar (Debug)
zh_cn: 部署，调试

source: Deploy-Debug mode allows FOG to setup the environment to allow you send a specific image to a computer, but instead of sending the image, FOG will leave you at a prompt right before sending. If you actually wish to send the image all you need to do is type "fog" and hit enter.
es_es: El modo Restauración-Depuración permite a FOG configurar el entorno para que puedas enviar una imagen específica a un equipo, pero en lugar de restaurar la imagen directamente, FOG te dejará con el símbolo del sistema antes de enviarla. Si realmente deseas restaurar la imagen todo lo que necesitas hacer es escribir "fog " y pulsar enter.
zh_cn: 部署，调试模式允许 FOG 来设置环境，让您发送一个特定的图像到一台计算机，而是发送图像，FOG 迅速离开，然后向你的权利。如果你确实想发送图片所有你需要做的就是输入"FOG "，然后回车。

source: Upload-Debug
es_es: Restauración-Depuración(Debug)
zh_cn: 上传调试

source: Upload-Debug mode allows FOG to setup the environment to allow you Upload a specific image to a computer, but instead of Upload the image, FOG will leave you at a prompt right before restoring. If you actually wish to Upload the image all you need to do is type "fog" and hit enter.
es_es: El modo Creación-Depuración permite a FOG configurar el entorno para que puedas crear una imagen específica de un equipo, pero en lugar de Crear la imagen directamente, FOG te dejará con el símbolo del sistema antes de enviarla. Si realmente deseas Crear la imagen todo lo que necesitas hacer es escribir "fog " y pulsar enter.
zh_cn: 上传调试模式允许 FOG 设置的环境，让你上传一个特定的图像到一台计算机，但不是上传的图像，FOG，将于迅速恢复之前你的权利。如果你确实想上传的图片所有你需要做的就是输入"FOG"，然后回车。

source: Deploy without Snapins
es_es: Restaurar sin Snapins
zh_cn: 无扣项部署

source: Deploy without snapins allows FOG to image the workstation, but after the task is complete any snapins linked to the host or group will NOT be sent.
es_es: Restaurar sin snapins permite a FOG restaurar la imagen del equipo, pero después de completar la tarea los snapins ligados al equipo o al grupo no se enviarán.
zh_cn: 未经允许 FOG 单元插件部署到图像工作站，但任务完成后，连接到主机或组中的任何单元项将不被发送。

source: Deploy Snapins
es_es: Restaurar Snapins
zh_cn: 部署管理单元插件

source: This option allows you to send all the snapins to host without imaging the computer. (Requires FOG Service to be installed on client)
es_es: Esta opción te permite enviar todos los snapins al equipo sin restaurar la computadora. (Requiere Servicio FOG instalado en el cliente)
zh_cn: 这个选项允许你把所有的单元项主办未经成像计算机。 （需要 FOG 服务，以安装在客户端）

source: Deploy Single Snapin
es_es: Restaurar Snapin Único
zh_cn: 部署在单个管理单元

source: This option allows you to send a single snapin to a host. (Requires FOG Service to be installed on client)
es_es: Esta opción te permite enviar un sólo snapin al equipo. (Requiere Servicio FOG instalado en el cliente)
zh_cn: 这个选项允许你发送一个管理单元到主机。（需要 FOG服务，以安装在客户端）

source: Memtest86+
es_es: TestMem86+

source: Memtest86+ loads Memtest86+ on the client computer and will have it continue to run until stopped. When you are done, you must remember to remove the PXE file, by clicking on "Active Tasks" and clicking on the "Kill Task" button.
es_es: TestMem86+ carga TestMem86+ en el equipo cliente y tendrá que continuar hasta que termine. Cuando haya terminado, para eliminar el archivo PXE, haz clic en "Tareas Activas" y en "el botón "Matar Trabajo".
zh_cn: memtest86 +有关memtest86 +有关在客户端电脑，并会让它继续运行，直到停止负载。当您完成时，你必须记住删除PXE的文件，由点击 "活动任务"和在"杀死任务"按钮点击。

source: Wake Up will attempt to send the Wake-On-LAN packet to the computer to turn the computer on. In switched environments, you typically need to configure your hardware to allow for this (iphelper).
es_es: "Wake Up" tratará de enviar un paquete "Wake-On-Lan" al equipo para encenderlo. En los entornos de encendido, normalmente es necesario configurar el hardware para permitirlo (iphelper).
zh_cn: 叫醒将尝试发送唤醒局域网数据包发送到计算机，以打开计算机。在交换环境中，您通常需要配置您的硬件，以便本（iphelper）。

source: Fast Wipe
es_es: Limpieza Rápida
zh_cn: 快速擦除

source: Fast Wipe will boot the client computer and perform a quick and lazy disk wipe. This method writes zero's to the start of the hard disk, destroying the MBR, but NOT overwritting everything on the disk.
es_es: Limpieza Rápida arrancará el equipo del cliente y realizará una limpieza rápida y perezosa del disco. Este método escribe ceros al principio del disco duro, destruyendo el MBR, pero no sobreescribe todo el disco.
zh_cn: 快速擦除将启动客户端计算机和执行快速和懒惰的磁盘擦除。此方法写入零年代到硬盘上的启动，摧毁了MBR，但不超过书面方式在磁盘上的一切。Kuàisù cā chú jiāng qǐdòng kèhù duān jìsuànjī hé zhíxíng kuàisù hé lǎnduò de cípán cā chú. Cǐ fāngfǎ xiě rù líng niándài dào yìngpán shàng de qǐdòng, cuīhuǐ le MBR, dàn bù chāoguò shūmiàn fāngshì zài cípán shàng de yīqiè.Contribute a better

source: Normal Wipe
es_es: Limpieza Normal
zh_cn: 正常擦除

source: Normal Wipe will boot the client computer and perform a simple disk wipe. This method writes one pass of zero's to the hard disk.
es_es: Limpieza Normal arrancará el equipo del cliente y realizará una limpieza simple del disco. Este método escribe una pasada de ceros en el disco duro.
zh_cn: 正常擦拭将启动客户端计算机并执行一个简单的磁盘擦除。这种方法写一个零的到硬盘上通过。

source: Full Wipe
es_es: Limpieza Completa
zh_cn: 全部擦除

source: Full Wipe will boot the client computer and perform a full disk wipe. This method writes a few passes of random data to the hard disk.
es_es: Limpieza Completa arrancará el equipo del cliente y realizará una limpieza completa del disco. Este método escribe unas cuantas pasadas de datos aleatorios en el disco duro.
zh_cn: 全部擦除将启动客户端计算机和执行完整的磁盘擦除。此方法写入的随机数通过数据到硬盘上。

source: Disk Surface Test
es_es: Test de Superficie de Disco
zh_cn: 磁盘表面测试

source: Disk Surface Test checks the hard drive's surface sector by sector for any errors and reports back if errors are present.
es_es: Test de Superficie del Disco comprueba los errores en la superficie del disco duro sector a sector e informa si hay errores.
zh_cn: 磁盘表面测试检查硬盘驱动器的任何错误和所报告的背部表面行业，部门存在的错误。

source: Test Disk
es_es: Test de Disco
zh_cn: 测试硬盘
