Repository: FOGProject/fogproject
Catalog: packages/web/management/languages/*.UTF-8/LC_MESSAGES/messages.po
Languages: es_es, fr_fr, it, zh_cn

source: Please enter a Search Base DN
fr_fr: Veuillez entrer une base de recherche DN
it: Inserisci un DN di base di ricerca

source: Please select an LDAP port to use
fr_fr: Veuillez sélectionner un port LDAP à utiliser
it: Seleziona una porta LDAP da utilizzare

source: Please select a valid ldap port
fr_fr: Veuillez sélectionner un port LDAP valide
it: Seleziona una porta ldap valida

source: Please Enter an admin or mobile lookup name
fr_fr: Veuillez entrer un nom de recherche d'administrateur ou mobile
it: Inserisci un nome di amministratore o di ricerca per cellulari

source: Please enter a User Name Attribute
fr_fr: Veuillez entrer un attribut de nom d'utilisateur
it: Inserisci un attributo nome utente

source: Please enter a Group Member Attribute
fr_fr: Veuillez entrer un attribut de membre de groupe
it: Inserisci un attributo membro del gruppo

source: A LDAP setup already exists with this name!
fr_fr: Une configuration LDAP existe déjà avec ce nom !
it: Un'impostazione LDAP esiste già con questo nome!

source: Add LDAP server failed!
fr_fr: L'ajout du serveur LDAP a échoué !
it: Aggiunta LDAP server fallita!

source: LDAP Server added!
fr_fr: Le serveur LDAP a été ajouté !
it: LDAP Server aggiunto!

source: LDAP Create Success
fr_fr: Succès de la création de LDAP
it: LDAP Creazione Riusciata

source: LDAP Create Fail
fr_fr: Échec de la création de LDAP
it: LDAP Creazione Fallita

source: LDAP General
fr_fr: Généralités sur LDAP
it: LDAP Generale

source: Update LDAP server failed!
fr_fr: La mise à jour du serveur LDAP a échoué !
it: Aggiornamento server LDAP non riuscito!

source: LDAP Server updated!
fr_fr: Serveur LDAP mis à jour !
it: LDAP Server modificato!

source: LDAP Update Success
fr_fr: Succès de la mise à jour LDAP
it: Aggiornamento LDAP riuscito

source: LDAP Update Fail
fr_fr: Échec de la mise à jour LDAP
it: Aggiornamento LDAP non riuscito

source: User Filter
fr_fr: Filtre utilisateur

source: LDAP Ports
fr_fr: Ports LDAP

source: Not all elements in filter or ports setting are integer
fr_fr: Tous les éléments du filtre ou du réglage des ports ne sont pas des entiers

source: Location is a plugin that allows your FOG Server
fr_fr: Location est un greffon qui permet à votre serveur FOG
it: Luoghi è un plugin che consente al server FOG

source: to operate in an environment where there may be
fr_fr: de fonctionner dans un environnement où il peut y avoir
it: per operare in un ambiente in cui ci possa essere

source: multiple places to get your image
fr_fr: plusieurs endroits pour obtenir votre image
it: più posti per ottenere l'immagine

source: This is especially useful if you have multiple
fr_fr: Ceci est particulièrement utile si vous avez plusieurs
it: Ciò è particolarmente utile se si dispone di più

source: sites with clients moving back and forth
fr_fr: sites avec des clients qui vont et viennent
it: siti con client che si muovono avanti e indietro

source: between different sites
fr_fr: entre différents sites
it: tra diversi siti

source: Location Association
fr_fr: Association d'emplacement
it: Associazione Posizione

source: Location/Deployed
es_es: Ubicación
fr_fr: Lieu / Déployé
it: Posizione / Distribuzione
zh_cn: 地点

source: Host Location
es_es: Ubicación
fr_fr: Emplacement de la machine
it: Host Luoghi
zh_cn: 地点

source: This setting defines sending the
fr_fr: Ce paramètre définit l'envoi de l'
it: Questa impostazione definisce l'invio

source: location url based on the host that checks in
fr_fr: url de localisation basée sur la machine qui s'enregistre
it: Url di posizione basata sull'host che controlla e

source: It tells the client to download snapins from
fr_fr: Il indique au client de télécharger les Snapins à partir de
it: indica al client di scaricare gli snapins da

source: the host defined location where available
fr_fr: l'emplacement défini par la machine, lorsqu'elle est disponible
it: la posizione definita dall'host, se disponibile

source: Default is disabled
fr_fr: La valeur par défaut est désactivée
it: Il valore predefinito è disabilitato

source: Snapin Locations
fr_fr: Emplacements des Snapins
it: Snapin Luoghi

source: This area will allow the host checking in to tell
fr_fr: Cette zone permettra à l'hôte qui s'enregistre de dire
it: Questa area consentirà all'host di controllare di indicare

source: where to download the snapin
fr_fr: où télécharger le Snapin
it: dove scaricare lo snapin

source: This is useful in the case of slow links between
fr_fr: Ceci est utile dans le cas de liaisons lentes entre
it: Questo è utile nel caso di legami lenti tra

source: the main and the host
fr_fr: le principal et la machine
it: Il principale e l'host

source: Enable location Sending
fr_fr: Activer l'envoi de localisation
it: Abilita invio posizione

source: Export Locations
fr_fr: Export des emplacements
it: Esporta luoghi

source: Import Locations
fr_fr: Import des emplacements
it: Importa luoghi

source: Location Name
es_es: Ubicación
fr_fr: Nom de la localisation
it: Nome del luogo
zh_cn: 地点

source: Kernels/Inits from location
fr_fr: Kernels / Inits de l'emplacement
it: I kernel / INIT dalla posizione

source: New Location
fr_fr: Nouvel emplacement
it: Nuova sede

source: Use inits and kernels from this node
fr_fr: Utilisez les inits et kernels de ce nœud
it: Utilizzare INIT e noccioli da questo nodo

source: Create New Location
fr_fr: Créer un nouvel emplacement
it: Crea nuova posizione

source: Location already Exists, please try again.
fr_fr: Cet emplacement existe déjà, s'il vous plaît essayer à nouveau.
it: Località esiste già, si prega di riprovare.

source: Please enter a name for this location.
fr_fr: S'il vous plaît entrer un nom pour cet emplacement.
it: Si prega di inserire un nome per questa posizione.

source: Please select the storage group this location relates to.
fr_fr: S'il vous plaît, sélectionnez le groupe de stockage auquel ce lieu se rapporte.
it: Si prega di selezionare il gruppo di archiviazione questa posizione si riferisce a.

source: Add location failed!
fr_fr: L'ajout de l'emplacement a échoué !
it: Aggiunta posizione non riuscita!

source: Location added!
fr_fr: Emplacement ajouté !
it: Posizione aggiunta!

source: Location Create Success
fr_fr: Succès de la création de l'emplacement
it: Creazione posizione riuscita

source: Location Create Fail
fr_fr: Échec de la création de l'emplacement
it: Creazione posizione fallita

source: Location General
fr_fr: Généralités Emplacement
it: Posizione generale

source: A location with that name already exists.
fr_fr: Un emplacement avec ce nom existe déjà.
it: Una posizione con questo nome esiste già.

source: A group is required for a location
fr_fr: Un groupe est nécessaire pour un emplacement
it: Un gruppo è necessario per un luogo

source: Location update failed!
fr_fr: La mise à jour de l'emplacement a échoué !
it: Aggiornamento posizione non riuscito

source: Location updated!
fr_fr: Emplacement mis à jour !
it: Posizione aggiornata!

source: Location Update Success
fr_fr: Succès de la mise à jour de l'emplacement
it: Modifica posizione riuscita

source: Location Update Fail
fr_fr: Échec de la mise à jour de l'emplacement
it: Aggiornamento posizione fallita

source: Remote address attempting to login
fr_fr: L'adresse distante tente de se connecter
it: Indirizzo remoto che cerca di accedere

source: Pushbullet Accounts
fr_fr: Comptes Pushbullet
it: Pushbullet Conti

source: Link Pushbullet Account
fr_fr: Compte Lien Pushbullet
it: Conto di collegamento Pushbullet

source: Email
fr_fr: Courriel

source: Link New Account
fr_fr: Lien Nouveau compte
it: Link Nuovo Utente

source: Access Token
fr_fr: Jeton d'accès
it: Token di accesso

source: Add Pushbullet Account
fr_fr: Ajout compte Pushbullet
it: Aggiungi account Pushbullet

source: Account already linked
fr_fr: Compte déjà lié
it: Account già collegato

source: Please enter an access token
fr_fr: S'il vous plaît entrer un jeton d'accès
it: Si prega di inserire un token di accesso

source: Failed to create
fr_fr: Échec de la création
it: Impossibile creare

source: Account successfully added!
fr_fr: Compte ajouté avec succès !
it: Account aggiunto con successo!

source: Link Pushbullet Account Success
fr_fr: Succès de la liaison du compte Pushbullet
it: Connessione Pushbullet Account completata

source: Link Pushbullet Account Fail
fr_fr: Échec de la liaison du compte Pushbullet
it: Connessione Pushbullet Account fallita

source: Site Association
fr_fr: Association de site
it: Associazione Sito

source: Associated Sites
fr_fr: Sites associés
it: Siti Associati

source: Host Site
fr_fr: Site de la machine

source: Is restricted
fr_fr: Est restreint
it: È limitato

source: No site
fr_fr: Pas de site
it: Nessun sito

source: Is Restricted User
fr_fr: Est un utilisateur restreint
it: È Utente Limitato

source: No Site
fr_fr: Pas de Site
it: Nessun Sito

source: Export Sites
fr_fr: Exportation de sites
it: Esporta Siti

source: Import Sites
fr_fr: Importation de sites
it: importa Siti

source: Hosts Associated
fr_fr: Machines associées
it: Host Associati

source: Host Associated
fr_fr: Aucun nœud associé
it: Host associato

source: Site Name
fr_fr: Nom du site
it: Nome sito

source: Site Description
fr_fr: Description du site
it: Descrizione Sito

source: New Site
fr_fr: Nouveau site
it: Nuovo Sito

source: Create Site
fr_fr: Créer un site

source: A site already exists with this name!
fr_fr: Un site existe déjà sous ce nom !

source: Add site failed!
fr_fr: Échec dans l'ajout du site !

source: Site added!
fr_fr: Site ajouté !

source: Site Create Success
fr_fr: Site crée avec succès

source: Site Create Fail
fr_fr: Impossible de créer le site

source: Site General
fr_fr: Généralités sur les sites

source: A site alread exists with this name!
fr_fr: Un site existe déjà avec ce nom !

source: Site update failed!
fr_fr: La mise à jour du site a échoué !

source: Site Updated!
fr_fr: Site mis à jour !

source: Site Update Success
fr_fr: Succès de la mise à jour du site

source: Site Update Fail
fr_fr: Échec de la mise à jour du site

source: Host Membership
fr_fr: Adhésions aux groupes de la machine

source: Check here to see what hosts can be added
fr_fr: Vérifiez ici pour voir quelles machines peuvent être ajoutées

source: Add Hosts
fr_fr: Ajouter des machines

source: Add selected hosts
fr_fr: Ajouter les machines sélectionnées

source: Remove Hosts
fr_fr: Supprimer des machines

source: Remove selected hosts
fr_fr: Supprimer les machines sélectionnées

source: Channel call is invalid
fr_fr: Appel de canal est invalide
it: chiamata canale non è valido

source: User call is invalid
fr_fr: L'appel de l'utilisateur est invalide
it: chiamata dell'utente non è valido

source: Invalid method called
fr_fr: Méthode invalide appelée
it: metodo valido chiamato

source: Completed imaging
fr_fr: Clonage terminé
it: Imaging completato

source: Slack Accounts
fr_fr: Comptes Slack

source: Account removed from FOG GUI at
fr_fr: Compte retiré de l'interface FOG à
it: Account rimosso da FOG GUI a

source: Link Slack Account
fr_fr: Lien compte Slack
it: Connettività Slack

source: Team
fr_fr: Équipe
it: Squadra

source: Created By
es_es: Creado por
fr_fr: Créé par
it: Creato da
zh_cn: 创建人：

source: User/Channel Name
fr_fr: Utilisateur / Nom de la chaîne
it: Utente / Nome canale

source: User/Channel to post to
fr_fr: Utilisateur / Canal pour poster à
it: Utente / canale per pubblicare a

source: Add Slack Account
fr_fr: Ajouter un compte Slack
it: Aggiungere un account Slack

source: Must use an
fr_fr: Doit utiliser un
it: Deve usare un

source: to signify if this is a user or channel to send to
fr_fr: pour indiquer s'il s'agit d'un utilisateur ou d'un canal à qui envoyer des informations
it: Per indicare se si tratta di un utente o un canale da inviare

source: Invalid token passed
fr_fr: Jeton non valide transmis
it: Token non valido passato

source: Invalid user and/or channel passed
fr_fr: Utilisateur et / ou d'un canal non valide transmis
it: utente non valido e / o il canale passato

source: Account linked to FOG GUI at
fr_fr: Compte lié à l'interface graphique de FOG à
it: Account collegato alla nebbia GUI a

source: Link Slack Account Success
fr_fr: Réussite de la liaison du compte Slack
it: Connessione Account Slack completata

source: Link Slack Account Fail
fr_fr: Échec de la liaison du compte Slack
it: Connessione Account Slack fallita

source: Subnet Groups
fr_fr: Groupes de sous-réseau

source: Export Subnetgroups
fr_fr: Exportation de groupes de sous-réseau

source: Import Subnetgroups
fr_fr: Importation de groupes de sous-réseau

source: Subnets
fr_fr: Sous-réseaux

source: New Subnetgroup
fr_fr: Nouveau sous-groupe de réseau

source: Create New SubnetGroup?
fr_fr: Créer un nouveau groupe de sous-réseau ?

source: A subnetgroup already exists with this name!
fr_fr: Un groupe de sous-réseau existe déjà avec ce nom !

source: A group is required!
fr_fr: Un groupe est requis !

source: A subnet group is already using this group.
fr_fr: Un groupe de sous-réseaux utilise déjà ce groupe.

source: Please enter a valid CIDR subnets comma separated list
fr_fr: Veuillez entrer une liste valide de sous-réseaux CIDR séparés par des virgules

source: Add Subnetgroup failed!
fr_fr: L'ajout de groupe de sous-réseau a échoué !

source: Subnetgroup added!
fr_fr: Groupe de sous-réseau ajouté !

source: Subnetgroup Create Success
fr_fr: Succès de la création d'un groupe de sous-réseau

source: Subnetgroup Create Fail
fr_fr: Échec de la création d'un groupe de sous-réseau

source: SubnetGroup General
fr_fr: Généralités Groupe de sous-réseaux

source: A subnet group already exists with this name!
fr_fr: Un groupe de sous-réseaux existe déjà avec ce nom !

source: A group must be selected.
fr_fr: Un group doit être sélectionné.

source: Please enter a valid CIDR subnet.
fr_fr: Veuillez entrer un sous-réseau CIDR valide.

source: Can be a comma seperated list.
fr_fr: Peut être une liste séparée par des virgules.

source: Subnetgroup update failed!
fr_fr: La mise à jour du groupe de sous-réseau a échoué !

source: Subnetgroup updated!
fr_fr: Groupe de sous-réseau mis à jour !

source: Subnetgroup Update Success
fr_fr: Succès dans la mise à jour du groupe de sous-réseau

source: Subnetgroup Update Fail
fr_fr: Échec dans la mise à jour du groupe de sous-réseau

source: Allows editing/creating of Task States fog currently has.
fr_fr: Permet d'éditer/créer les états de tâches que possède actuellement FOG.
it: Consente la modifica/creazione di Task States per FOG.

source: Task States
fr_fr: États de la tâche
it: Stati attività

source: Export Task States
fr_fr: Exportation des états de la tâche
it: Esporta Stato delle attività

source: Import Task States
fr_fr: Importation des états de la tâche
it: Importa Stato delle attività

source: Task State
fr_fr: État tâche
it: Stato attività

source: Icon
fr_fr: Icône
it: Icona

source: New Task State
fr_fr: Nouvel état Tâche
it: Stato nuova attività

source: Additional Icon elements
fr_fr: Éléments d'icônes supplémentaires
it: elementi di icone aggiuntive

source: Create Task state
fr_fr: État de création de tâche
it: Crea stato attività

source: A task state already exists with this name!
fr_fr: Un état de tâche existe déjà avec ce nom !
it: Uno stato di attività già esiste con questo nome!

source: Add task state failed!
fr_fr: Échec de l'ajout d'état de tâche !
it: Aggiunta stato attività non riuscito!

source: Task State added!
fr_fr: État Tâche ajouté !
it: Stato attività aggiunto!

source: Task State Create Success
fr_fr: Succès de la création de l'état tâche
it: Creazione stato attività riuscita!

source: Task State Create Fail
fr_fr: Échec de la création de l'état tâche
it: Creazione stato attività falita!

source: Task State General
fr_fr: Généralités sur l'état des tâches
it: Stato attività Generale

source: Update task state failed!
fr_fr: Échec de la mise à jour de l'état tâche !
it: Aggiornamento tipo attività fallita!

source: Task State Updated!
fr_fr: État Tâche mis à jour !
it: Aggiunta stato attività aggiormato!

source: Task State Update Success
fr_fr: Succès de la mise à jour à jour de l'état tâche
it: Aggiunta stato attività riuscito!

source: Task State Update Fail
fr_fr: Échec de la mise à jour à jour de l'état tâche
it: Aggiunta stato attività fallito

source: Allows editing/creating of Task Types fog currently has.
fr_fr: Permet d'éditer/créer les types de tâches que possède actuellement FOG.
it: Consente la modifica / creazione di tipi di attività FOG.

source: Task Types
fr_fr: Types de tâches
it: Tipi di attività

source: Export Task Types
fr_fr: Exportation des types de tâches
it: Esporta tipi di attività

source: Import Task Types
fr_fr: Importation des types de tâches
it: Importa tipi di attività

source: Access
fr_fr: Accès
it: Accesso

source: New Task Type
fr_fr: Nouveau Type de tâche
it: Nuovo tipo di attività

source: Kernel Arguments
fr_fr: Arguments du noyau
it: argomenti del kernel

source: Is Advanced
fr_fr: Est avancée
it: è avanzata

source: Accessed By
fr_fr: Consulté par
it: Si accede da

source: Create Task type
fr_fr: Créer un type de tâche
it: Crea tipo attività

source: A task type already exists with this name!
fr_fr: Un type de tâche existe déjà avec ce nom !
it: Un tipo di attività esiste già con questo nome!

source: Add task type failed!
fr_fr: L'ajout du type de tâche a échoué !
it: Aggiunta tipo attività non riuscita!

source: Task Type added!
fr_fr: Le type de tâche a été ajouté !
it: Aggiunta tipo attività riuscita!

source: Task Type Create Success
fr_fr: Succès de la création du type de tâche
it: Aggiunta tipo attività riuscita

source: Task Type Create Fail
fr_fr: Échec de la création du type de tâche
it: Aggiunta tipo attività fallita

source: Task Type General
fr_fr: État Tâche - Généralités
it: Tipo attività Generale

source: Task Type Updated!
fr_fr: Type de tâche mise à jour !
it: Tipi di attività aggiornata!

source: Task Type Update Success
fr_fr: Mise à jour réussie du type de tâche
it: Aggiornamento tipo attività riuscita

source: Task Type Update Fail
fr_fr: La mise à jour du type de tâche a échoué
it: Aggiornamento tipo attività fallita

source: Windows keys is a plugin that associates product keys
fr_fr: Windows keys est un plugin qui associe les clés de produit
it: Tasti di Windows è un plugin che associa le chiavi di prodotto

source: for Microsoft Windows to images
fr_fr: pour Microsoft Windows aux images
it: per Microsoft Windows per immagini

source: Those images should be activated with the associated
fr_fr: Ces images doivent être activées avec l'image associée
it: Queste immagini devono essere attivate con le relative

source: key
fr_fr: clé
it: chiave

source: The key will be assigned to registered hosts when a
fr_fr: La clé sera attribuée aux machines enregistrées lorsqu'une
it: La chiave verrà assegnata agli host registrati quando una

source: deploy task occurs for it
fr_fr: tâche de déploiement se présente pour elles
it: attività di distribuzione avviene per esso

source: When the plugin is removed, the assigned key will remain
fr_fr: Lorsque le greffon est enlevé, la clé assignée demeure
it: Quando il plugin viene rimosso, il tasto assegnato rimarrà

source: with the host
fr_fr: avec la machine
it: con l'host

source: Windows Key for Image
fr_fr: Clé Windows pour l'image
it: Chiave di Windows per l'immagine

source: Windows Keys
fr_fr: Clés Windows
it: Chiave Windows

source: Export Windows Keys
fr_fr: Exportation des clés Windows
it: Esporta chiavi Windows

source: Import Windows Keys
fr_fr: Importation des clés Windows
it: Importa chiavi Windows

source: Key Name
fr_fr: Nom de clé
it: Nome chiave

source: New Windows Key
fr_fr: Nouvelle clé Windows
it: Nuova chiave di Windows

source: Windows Key Name
fr_fr: Nom de clé Windows
it: Nome chiave di Windows

source: Windows Key Description
fr_fr: Description de la clé Windows
it: Descrizione chiave di Windows

source: Windows Key
fr_fr: Clé Windows
it: Chiave di Windows

source: Create New Key
fr_fr: Créer une nouvelle clé

source: A Windows Key already exists with this name!
fr_fr: Une clé Windows portant ce nom existe déjà !

source: Add Windows Key failed!
fr_fr: L'ajout de la clé Windows a échoué !

source: Windows Key added!
fr_fr: Clé Windows ajoutée !

source: Windows Key Create Success
fr_fr: Succès dans la création de la clé Windows

source: Windows Key Create Fail
fr_fr: Échec dans la création de la clé Windows

source: Windows Key General
fr_fr: Généralités sur les clés Windows

source: Update Windows Key failed!
fr_fr: Échec de la mise à jour de la clé Windows !

source: Windows Key updated!
fr_fr: Clé Windows mise à jour !

source: Windows Key Update Success
fr_fr: Succès de la mise à jour de la clé Windows

source: Windows Key Update Fail
fr_fr: Échec de la mise à jour de la clé Windows

source: Image Membership
fr_fr: Membres de l'image

source: Check here to see what images can be added
fr_fr: Vérifiez ici pour voir quelles images peuvent être ajoutées

source: Add selected images
fr_fr: Ajouter les images sélectionnées

source: Remove Images
fr_fr: Supprimer les images

source: Remove selected images
fr_fr: Supprimer les images sélectionnées

source: Export WOLBroadcasts
fr_fr: Exportation des WOL Broadcasts
it: Esporta WOLBroadcasts

source: Import WOLBroadcasts
fr_fr: Exportation des WOL Broadcasts
it: Importa WOLBroadcasts

source: Broadcast Name
fr_fr: Nom de broadcast
it: Nome Broadcast

source: Broadcast IP
fr_fr: IP de broadcast

source: New Broadcast Address
fr_fr: Nouvelle Adresse de diffusion
it: Nuova trasmissione Indirizzo

source: Create WOL Broadcast?
fr_fr: Création d'un WOL Broadcast ?
it: Crea WOL Broadcasts?

source: A broadcast already exists with this name!
fr_fr: Un broadcast existe déjà avec ce nom !
it: Un broadcast esiste già con questo nome!

source: A broadcast address is required
fr_fr: Une adresse de broadcast est requise
it: È necessario un indirizzo di broadcast

source: Please enter a valid ip
fr_fr: S'il vous plaît entrer une adresse IP valide
it: Si prega di inserire un IP valido

source: Add broadcast failed!
fr_fr: Échec de l'ajout du broadcast !
it: Aggiunta broadcast non riuscita!

source: Broadcast added!
fr_fr: Broadcast ajouté !
it: Broadcast aggiunto!

source: Broadcast Create Success
fr_fr: Réussite de la création du broadcast
it: Creazione Broadcast completata

source: Broadcast Create Fail
fr_fr: Échec de la création du broadcast
it: Creazione Broadcast fallita

source: WOL Broadcast General
fr_fr: WOL Broadcast Général
it: WOL Broadcast Generale

source: A broadcast already exists with this name
fr_fr: Un broadcast existe déjà avec ce nom
it: Un broadcast esiste già con questo nome

source: Broadcast update failed!
fr_fr: La mise à jour du Broadcast a échoué !
it: Aggiornamento Broadcast fallito!

source: Broadcast updated!
fr_fr: Broadcast mis à jour !
it: Broadcast aggiornato!

source: Broadcast Update Success
fr_fr: Succès de la mise à jour du Broadcast
it: Aggiornamento Broadcast completata

source: Broadcast Update Fail
fr_fr: Échec de la mise à jour du Broadcast
it: Aggiornamento Broadcast fallita

source: Host Ext is a plugin which allows to assign to each host an external url.
fr_fr: Host Ext est un greffon qui permet d'attribuer à chaque hôte une url externe.

source: Host External URL -
fr_fr: Host URL Externe -

source: External Links
fr_fr: Liens externes

source: Export Host Exts
fr_fr: Exportation Host ext

source: Import Host Exts
fr_fr: Importation Host ext

source: Host Ext Name
fr_fr: Nom Host ext

source: Host Ext URL
fr_fr: URL Host ext

source: Host Ext Variable
fr_fr: Variable Host ext

source: Create New Host Ext
fr_fr: Création nouveau Host Ext
